{
  "columns" : [
    "Z_PK",
    "Z_ENT",
    "Z_OPT",
    "ZCOMPANYLINKEDINID",
    "ZCOMPANYNAME",
    "ZEMPLOYMENTTYPE",
    "ZINDUSTRIES",
    "ZJOBAPPLYLINK",
    "ZJOBDESCRIPTION",
    "ZJOBFUNCTION",
    "ZJOBLOCATION",
    "ZJOBPOSITION",
    "ZJOBPOSTINGTIME",
    "ZNOTES",
    "ZPOSTINGURL",
    "ZSENIORITYLEVEL",
    "ZSTATUS",
    "ZID",
    "ZSELECTEDCOVERID",
    "ZSELECTEDRESID"
  ],
  "tableName" : "ZJOBAPP",
  "jobApps" : [
    {
      "Z_ENT" : 7,
      "ZID" : "Y0qr8Y4aTMySmQFb\/hbyuQ==",
      "ZJOBLOCATION" : "Austin, TX, US",
      "ZNOTES" : "",
      "ZEMPLOYMENTTYPE" : "",
      "ZSTATUS" : "Abandonned",
      "ZCOMPANYNAME" : "Magic Leap",
      "ZSELECTEDCOVERID" : "kDpHzQGsQHC7AXoOPqUK3w==",
      "ZSELECTEDRESID" : "B0efuUfmTC2Azb\/SFbYMZQ==",
      "ZPOSTINGURL" : "https:\/\/www.indeed.com\/viewjob?jk=a3db7ffc0c99a450&from=shareddesktop_copy",
      "ZCOMPANYLINKEDINID" : "",
      "ZJOBPOSITION" : "Senior Optical Engineer, Metrology",
      "ZSENIORITYLEVEL" : "",
      "Z_OPT" : 61,
      "ZJOBAPPLYLINK" : "",
      "ZJOBFUNCTION" : "",
      "ZJOBPOSTINGTIME" : "2025-02-25T18:27:34.945Z",
      "ZINDUSTRIES" : "",
      "ZJOBDESCRIPTION" : "A new paradigm of computing  \n  Magic Leap is a pioneer in spatial computing, developing groundbreaking augmented reality technology that seamlessly blends digital content with the real world. As the creator of the next computing platform, our mixed reality devices unlock new possibilities for how people interact with and experience their surroundings. \n  Magic Leap could be your place if you want to be part of a united team where everyone is empowered and trusted to make an impact. At Magic Leap, you can explore innovative solutions and use your talents to solve real-world problems. Working alongside industry experts, you can grow your skills and amplify human potential at the intersection of the physical and digital worlds. We know that successful change and progress accelerate diverse perspectives. As we shape our future, everyone's voice matters. Together, we can reimagine the world of work and, with our bold partners, make the impossible possible. \n    The opportunity  \n  As a Senior Optical Engineer on Magic Leap's Hardware Engineering team, you will work with an experienced cross-functional team to develop and manufacture innovative leading edge optical components for AR\/MR devices. The team features a collaborative and hands-on environment that fosters engineering excellence, creativity, and innovation in the interdisciplinary areas of optical metrology and testing, device fabrication, display technologies, image processing, and color sciences. \n  This role is based on our Austin, TX office and will require you to come into our office regularly. Relocation assistance offered. \n    What you'll do  \n  \n   Perform characterization tests and contribute to development of new test metrics, test stations for prototype components and subsystems that measure image quality, radiometric, and colorimetric quantities to assess performance of augmented reality display systems. \n   Collaborate with other engineering teams within Magic Leap to understand the key design parameters of their specific technology and how to properly evaluate them. \n   Assist in automation of image capture and processing for improved efficiency and repeatability. \n   Evaluate components and subsystem test results using image processing algorithms to quantify performance versus established metrics. \n  \n   The experience you bring  \n  \n   5+ years' experience in optical metrology methods and instrumentation including camera and imaging systems. \n   BS degree in Optical Engineering, Computer Science, Electrical Engineering, Physics, or related engineering field. \n   Hand's on background in test automation and creating custom optical test or alignment systems preferably with equipment APIs and automation. \n   Experience in a laboratory setting working with optical testing equipment. This includes being able to design and run experiments yourself and analyzing the results to come to a meaningful conclusion. \n   Image processing and computer vision experience within the context of assessing display image quality and feature detection. \n   Demonstrated critical analysis and problem-solving skills - analyzing and troubleshooting new optical metrology tools, running repeatability tests, and reporting summarized results using appropriate statistical analyses. \n  \n   It's exciting if you also have  \n  \n   MS degree in Optical Engineering, Computer Science, Electrical Engineering, Physics, or related engineering field. \n   Image processing and computer vision experience within the context of assessing display image quality, optomechanical experience creating fixtures for test systems. \n   Knowledge of color science and colorimetry. \n   Experience working in the AR\/VR industry. \n  \n   Additional Information  \n  All your information will be kept confidential according to Equal Employment Opportunities guidelines \n    Accommodations  \n  If you need an accommodation during the application, interviewing, or hiring process, you may request an accommodation by emailing  ApplicantAccommodation@magicleap.com . Magic Leap will reasonably accommodate qualified individuals with disabilities to the extent required by applicable law. \n  Please note that we do not accept any application documents via (e-)mail. Furthermore, we do not accept applications from recruitment agencies for this role. \n  All legitimate Magic Leap email communications will end with \"@magicleap.com\". Please carefully review all emails you receive, to ensure you only engage with legitimate representatives of Magic Leap. For the protection of your Personal Information, do not click any links, open any attachments, or further engage with any suspicious communications. In the event you receive an unexpected or suspicious communication claiming to come from Magic Leap, please reach out directly to  TalentAcquisition@magicleap.com  for assistance.  \n   \n  #LI-CP \n  #LI-ONSITE",
      "Z_PK" : 4
    },
    {
      "ZCOMPANYLINKEDINID" : "",
      "Z_PK" : 5,
      "ZEMPLOYMENTTYPE" : "",
      "ZINDUSTRIES" : "",
      "ZPOSTINGURL" : "https:\/\/www.indeed.com\/viewjob?jk=f7ee71db4a52e067&from=shareddesktop_copy",
      "ZSENIORITYLEVEL" : "",
      "ZJOBFUNCTION" : "",
      "ZSELECTEDCOVERID" : "NWDawS6URja9DTbE8pDJLw==",
      "ZJOBAPPLYLINK" : "",
      "ZSELECTEDRESID" : null,
      "ZJOBPOSTINGTIME" : "2025-03-21T00:32:01.73Z",
      "ZJOBPOSITION" : "Senior Customer Engineer Google Maps",
      "Z_OPT" : 1,
      "Z_ENT" : 7,
      "ZJOBDESCRIPTION" : "Join SADA as a Senior Customer Engineer (Google Maps Platform)  \n    Overview  \n  SADA, an Insight Company, a leading Google Maps partner, is seeking a Google Maps Platform Customer Engineer who is pivotal in ensuring the seamless integration and optimal performance of Google Maps Platform and APIs for our diverse customer base. This role requires a unique blend of technical expertise, customer focus, and problem-solving skills. As a Customer Engineer, you will be the primary technical point of contact for our customers, providing expert guidance, troubleshooting issues, and driving product adoption. \n    Your Mission  \n  As a Senior Customer Engineer (Google Maps Platform) at SADA, you will be the technical linchpin for our customers, ensuring they maximize the value of the Google Maps Platform. You'll provide expert guidance, troubleshoot complex issues, and drive product adoption, building strong, lasting relationships with our clients. \n    Pathway to Success  \n  #Heart is at the core of our engineering, and we are driven by a deep commitment to ensure our customers receive an exceptional experience throughout their journey of migrating, developing, modernizing, and operationalizing their systems on the Google Cloud Platform. We genuinely care about their success and strive to build strong, supportive relationships. \n  Your success starts by positively impacting the direction of a fast-growing practice with vision and passion. You will be measured bi-yearly by the breadth, magnitude, and quality of your contributions, your ability to estimate accurately, customer feedback at the close of projects, how well you collaborate with your peers, and the consultative polish you bring to customer interactions. \n  As you continue to execute successfully, we will build a customized development plan together that leads you through the engineering or management growth tracks. \n    Responsibilities  \n  \n    Technical Expertise:  \n   \n    \n     Develop a deep understanding of Google Maps Platform products, features, and APIs. \n     Provide technical guidance and support to customers on platform integration, usage, and best practices. \n     Troubleshoot and resolve complex technical issues, collaborating with engineering teams as needed. \n     Conduct code reviews and provide recommendations for optimization and performance improvements. \n     \n    Customer Focus:  \n   \n    \n     Build strong relationships with customers, acting as their trusted advisor. \n     Understand customer needs and requirements, translating them into actionable solutions. \n     Proactively identify customer pain points and propose innovative solutions. \n     Provide exceptional customer service through timely and effective communication. \n     \n    Product Knowledge:  \n   \n    \n     Stay up-to-date on the latest Google Maps Platform features and updates. \n     Provide feedback to product teams on customer needs and feature requests. \n     Contribute to the development of knowledge base articles and training materials. \n     \n    Problem Solving:  \n   \n    \n     Analyze complex technical issues and develop effective solutions. \n     Collaborate with cross-functional teams to resolve customer problems. \n     Drive continuous improvement in customer support processes and tools. \n     \n  \n   Expectations  \n  \n    Required Travel:  10-20% travel to customer sites, conferences, and other related events. \n    Customer Facing:  You will interact with customers on a regular basis, sometimes daily, other times weekly\/bi-weekly. Common touchpoints occur when qualifying potential opportunities, at project kickoff, throughout the engagement as progress is communicated, and at project close. You can expect to interact with a range of customer stakeholders, including engineers, technical project managers, and executives. \n    Onboarding\/Training:  The first several weeks of onboarding are dedicated to learning and will encompass learning materials\/assignments and compliance training, as well as meetings with relevant individuals. Details of the timeline are shared closer to the start date. \n  \n   Job Requirements  \n  \n    Required Credentials:  \n   \n    \n     None are specifically required, but Google Cloud certifications are highly valued. \n     \n    Required Qualifications:  \n   \n    \n     Bachelor's degree in Computer Science, Engineering, or a related field. \n     Strong programming skills in languages such as JavaScript, Python, or Java. \n     Experience with web development and APIs. \n     Demonstrated ability to troubleshoot and solve technical problems. \n     Excellent communication and interpersonal skills. \n     Ability to work independently and as part of a team. \n     Passion for technology and customer success. \n     Deep understanding of the Google Maps platform and API's. \n     \n    Useful Qualifications:  \n   \n    \n     Experience with Google Cloud Platform (GCP). \n     Knowledge of mapping and geospatial technologies. \n     Experience in a customer-facing role. \n     \n  \n   Join our team and help shape the future of mapping!  \n  The base salary range for this full-time position is $162,000-$170,000 + sales incentives and benefits. Within the range, individual pay is determined based on job-related skills, experience, relevant education\/certification or training, and work location. \n  \n     About SADA An Insight company  \n     Values:  SADA stands for inclusion, fairness, and doing the right thing. From our very beginning, we've championed a diverse workplace where we support and learn from each other, amplifying the impact we make with our customers. We're proud that our teams are composed of contributors who represent a wide array of backgrounds, experiences, abilities, and perspectives. We are an equal opportunity employer. Our three core values are the foundation of everything we do: \n   \n    \n     Hunger \n    \n    \n     Heart \n    \n    \n     Harmony \n    \n   \n    Work with the Best : SADA has been the largest Google Cloud partner in North America since 2016 and, for the eighth year in a row, has been named a Google Global Partner of the Year . This year, SADA was named a Google Cloud Global Partner of the year 2024. SADA has also been awarded Best Place to Work year after year by the Business Intelligence Group and Inc. Magazine, and was recognized as a Niche Player in the 2023 Gartner® Magic Quadrant™ for Public Cloud IT Transformation Services. \n     Benefits : Unlimited PTO, paid parental leave, competitive and attractive compensation, performance-based bonuses, paid holidays, generous medical, dental, vision plans, life, short and long-term disability insurance, 401K\/RRSP with match, as well as Google-certified training programs and a professional development stipend. \n     Business Performance:  SADA has been named to the INC 5000 Fastest-Growing Private Companies list for the last 10+ years in a row, garnering Honoree status. CRN has also named SADA on the Top 500 Global Solutions Providers list for the past 5 years. The overall culture continues to evolve with engineering at its core:    3200+ projects completed, 4000+ customers served, 10K+ workloads, and 30M+ users migrated to the cloud.  \n     To request reasonable accommodation to participate in the job application or interview process, contact careers@sada.com. SADA complies with federal and state\/provincial disability laws and makes reasonable accommodations for applicants and candidates with disabilities.",
      "ZJOBLOCATION" : "Austin, TX, US",
      "ZNOTES" : "",
      "ZSTATUS" : "new",
      "ZID" : "2Blc0Q0uQdyOZYw+S6X4lw==",
      "ZCOMPANYNAME" : "SADA"
    },
    {
      "ZSTATUS" : "new",
      "ZCOMPANYLINKEDINID" : "",
      "ZJOBFUNCTION" : "",
      "ZID" : "YHmDmefDQUW67h8BgV9BWQ==",
      "ZSENIORITYLEVEL" : "",
      "ZINDUSTRIES" : "",
      "ZJOBAPPLYLINK" : "",
      "ZJOBDESCRIPTION" : "Location: Austin, United States of America\n    Thales people architect identity management and data protection solutions at the heart of digital security. Business and governments rely on us to bring trust to the billons of digital interactions they have with people. Our technologies and services help banks exchange funds, people cross borders, energy become smarter and much more. More than 30,000 organizations already rely on us to verify the identities of people and things, grant access to digital services, analyze vast quantities of information and encrypt data to make the connected world more secure.\n   \n    Sr. Field Application Engineer  \n  Austin, Texas- Hybrid \n   \n    Position Summary  \n  Thales is looking for a  Senior Field Application Engineer  who is a part of the Device Product Group which are a dedicated team of technical experts within the Embedded Software and Products division. The team works closely with Consumer electronic device manufacturers, IoT device manufacturers and major actors of the automotive ecosystem to ensure the success of the integration of Thales Products &amp; Solutions into final customer products. \n   \n    Key Areas of Responsibility  \n  The main objective of a Sr Field Application Engineer is to: \n  \n    Ensure technical support to Sales &amp; Marketing teams throughout the product lifecycle from opportunity detection to products delivery and throughout deployment  \n    Support customers for the integration of Thales products and solutions, from the early stages of the project (design stage) up to final validation in customer production line.  \n    Define and drive the development of all needed tools required to support the integration in customer environment  \n    Be the official Thales technical representative towards customers for product integration and be the “technical voice” of the customer internally to Thales  \n    Responsible for providing active assistance to the customer throughout all the implementation of the product\/solution (including attendance at the customer's premises and\/or remote support)  \n    Must be hands-on and capable to drive the full lifecycle of integration\/issue investigation: \n    \n      Review integration documents\/diagrams.  \n      Take traces, logs, and analyze the results.  \n      Execute post-integration validation plans (ATP) and provide reports.  \n      Present and support on software integration. Middleware, SDKs, support tools, etc.  \n     \n  \n   \n    Minimum Qualifications  \n  \n    Bachelor’s degree in Electronics or Computer Science, Telecommunications etc. or in lieu of a degree, 4 years of relevant exempt experience  \n    At least 5 years of experience in development and\/or support related to electronic components and their integration in a system.  \n    Must have prior experience understanding programming languages used in Consumer Electronic Device (e.g. C, C++, Java, C#)  \n    Must have demonstrated experience in protocol development or testing and on the associated Test, Spy &amp; Analysis tools (oscilloscope, sniffer, etc.)  \n    Must have prior experience presenting and understanding technical solutions to both internal and external customers (customer facing)  \n    Must be technical, hands on rather than project management with other people performing the work.  \n    Required adaptability to understand different customers’ environments, as well as a strong autonomy, the ability to work at customer’ premises with demanding deadline and a customer oriented mindset  \n  \n   \n  If you’re excited about working with Thales, but not meeting the requirements for this position, we encourage you to join our Talent Community! \n    Special Position Requirements   \n  Travel: Domestic travel 15%. International travel (1 to 2 times max. per year, duration could be 1 to 2 weeks max.) \n   \n    What We Offer  \n  Thales provides an extensive benefits program for all full-time employees working 30 or more hours per week and their eligible dependents, including the following: \n   \n  \n   Elective Health, Dental, Vision, FSA\/HSA, Voluntary Life and AD&amp;D, Whole Group Life w\/LTC, Critical Illness, Hospital Indemnity, Accident Insurance, Legal Plan, Identity Theft, and Pet Insurance. \n   Retirement Savings Plan after 30 days of employment with a company contribution and a match, and with no vesting period. \n   Company paid holidays and Paid Time Off. \n   Company provided Life Insurance, \n  \n   \n    Why Join Us?  \n  Say HI and learn more about working at Thales  click here  \n   \n  #LI-Hybrid \n  #LI-RG1 \n    This position will require successfully completing a post-offer background check. Qualified candidates with [a] criminal history will be considered and are not automatically disqualified, consistent with federal law, state law, and local ordinances.\n   \n  Successful applicant must comply with federal contractor vaccine mandate requirements. \n   \n  Thales champions inclusion and we believe diversity strengthens the fabric of our culture. We are an equal opportunity\/affirmative action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected Veteran status, age, or any other characteristic protected by law. \n    If you need an accommodation or assistance in order to apply for a position with Thales, please contact us at talentacquisition@us.thalesgroup.com.",
      "ZCOMPANYNAME" : "Thales",
      "ZPOSTINGURL" : "https:\/\/www.indeed.com\/viewjob?jk=d8badf708dab8a71&from=shareddesktop_copy",
      "ZJOBPOSITION" : "Senior Field Application Engineer",
      "Z_OPT" : 1,
      "Z_ENT" : 7,
      "ZNOTES" : "",
      "ZJOBLOCATION" : "Austin, TX, US",
      "Z_PK" : 6,
      "ZSELECTEDRESID" : null,
      "ZJOBPOSTINGTIME" : "2025-02-22T03:35:35.249Z",
      "ZEMPLOYMENTTYPE" : "",
      "ZSELECTEDCOVERID" : "AkFYaVctRDWaDdJALGvB7Q=="
    },
    {
      "ZEMPLOYMENTTYPE" : "",
      "ZJOBPOSTINGTIME" : "2025-02-24T20:24:03.344Z",
      "ZSTATUS" : "In Progress",
      "ZJOBAPPLYLINK" : "",
      "ZID" : "bJXw7TyRTPWobV4qdGEvlg==",
      "ZSELECTEDCOVERID" : "ejcyWuu0SHq+IGrdVDPvYw==",
      "Z_PK" : 7,
      "ZJOBDESCRIPTION" : "For over four decades, Cirrus Logic has been propelled by the top engineers in mixed-signal processing. Our rockstar team thrives on solving complex challenges with innovative end-user solutions for the world's top consumer brands. Cirrus Logic is also known for its award-winning culture, which was built on a foundation of inclusion and fairness, meaningful community engagement, and delivering enjoyable employee experiences at every turn. But we couldn’t do it without our extraordinary workforce – and that’s where you come in. Join our team and help us continue to make Cirrus Logic an exceptional place to grow your career!\n  \n   \n  \n    Cirrus Logic's Mixed Signal Product Division is seeking an experienced Applications Engineer to join our high performance team of engineers supporting our boosted audio amplifier products and speaker algorithms. You will play a key role in getting design wins in laptops, mobile products, and more.\n  \n   Responsibilities  \n  \n   Win and maintain customer accounts by tuning their end products, developing customized demos, quantifying audio performance, and demonstrating software tools \n   Provide technical support for customers and FAEs by solving acoustic and electrical problems, answering product questions, and hands-on debugging \n   Develop customer collateral such as application notes and tech reports \n   Communicate and collaborate effectively with cross functional teams around the world to support customer requests. This includes working with IC Design engineers, Systems engineers, Validation engineers, Test Engineers, Software engineers, and others \n   Collaborate closely with software teams to define, implement and validate new tools and firmware features \n   Drive the development of promotional demos for new products and features \n   Partner with Marketing teams to promote new products during customer visits and conferences \n   Lead customer and field team technical trainings \n   Autonomously handle and prioritize tasks with strong sense of ownership and high sense of urgency \n   Travel approximately 3 times per year, domestically and\/or abroad \n  \n    Required Knowledge, Skills and Experience  \n  \n   BS in Electrical Engineering, MS preferred, with 3+ years experience in the acoustic industry \n   Strong hands-on experience analyzing and evaluating audio products with lab equipment such as oscilloscopes, signal generators, Audio Precision analyzers, logic analyzers, and spectrum analyzers \n   Understand audio signal processing algorithms and techniques \n   Experience with audio analysis software, MATLAB, and\/or Excel mathematical analysis \n   Strong ability to clearly communicate both verbally and in writing \n   Proven experience debugging customer issues \n   Demonstrated aptitude in understanding of various industry interface standards such as I2C, SPI, I2S or high speed control\/data bus \n   Familiarity with scripting\/programming language such as C, Python, MATLAB, or similar \n   Effective interpersonal skills \n  \n    Preferred Knowledge, Skills and Experience  \n  \n   Experience working with cross functional teams and customer \n   Experience with the requirements of the PC and mobile markets \n   Proficient in writing MATLAB and Python scripts \n   Extensive experience debugging hardware and software issues \n   Passion for Audio technology \n   Proven experience working in a fast paced environment \n  \n  \n  #LI-TM1\n  \n  \n  #LI-Hybrid\n  \n   \n  \n    Cirrus Logic strives to select the best qualified applicant for any opening. Different approaches, ideas and points of view are both valued and respected. Employment decisions are made on the basis of job-related criteria without regard to race, color, religion, sex, national origin, age, protected veteran or disabled status, genetic information, or any other classification protected by applicable law.",
      "ZSELECTEDRESID" : "CDcteWu4SX6lgD7XBLF\/VA==",
      "ZJOBPOSITION" : "Applications Engineer (GP-64000271)",
      "Z_ENT" : 7,
      "Z_OPT" : 27,
      "ZINDUSTRIES" : "",
      "ZJOBFUNCTION" : "",
      "ZNOTES" : "",
      "ZJOBLOCATION" : "Austin, TX, US",
      "ZCOMPANYNAME" : "Cirrus Logic",
      "ZSENIORITYLEVEL" : "",
      "ZCOMPANYLINKEDINID" : "",
      "ZPOSTINGURL" : "https:\/\/www.indeed.com\/viewjob?jk=042a1fafd554060d&from=shareddesktop_copy"
    },
    {
      "Z_OPT" : 1,
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2963367\/systems-development-engineer-ots--global-portfolio-strategy?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZJOBFUNCTION" : "Quality Assurance, Information Technology, and Engineering",
      "ZCOMPANYNAME" : "Amazon",
      "ZJOBPOSTINGTIME" : "",
      "ZCOMPANYLINKEDINID" : "4212097843",
      "ZJOBPOSITION" : "Systems Development Engineer, OTS - Global Portfolio Strategy",
      "Z_PK" : 10,
      "Z_ENT" : 7,
      "ZSTATUS" : "new",
      "ZNOTES" : "",
      "ZJOBDESCRIPTION" : "**Description  \n  \n** An exciting opportunity for a Systems Development Engineer I to join our team and contribute to the transformation of our supply chain technology architecture. In this role, you will:   \n  \n\n  * Solve straightforward technical problems using technology solutions composed of smaller or stand-alone components and processes\n  * Deliver logical, maintainable solutions that use appropriate technologies and are delivered on time\n  * Learn current engineering best practices and incorporate feedback to improve your work\n  * Participate in your team's design, scoping, and prioritization discussions to understand business goals and customer needs\n  * Take responsibility for the systems you inherit and produce, applying principles of operational excellence\n  * Troubleshoot issues, research root causes, and thoroughly resolve defects\n  * Help train and mentor interns, and potentially participate in the hiring process  \n  \n\n\nKey job responsibilities   \n  \nAs a Systems Development Engineer I on our team, your primary responsibilities will include:   \n  \n\n  * Designing and delivering technology solutions that solve straightforward technical problems, such as developing small tools and applications\n  * Ensuring your solutions are well-tested, maintainable, and optimized to meet the team's needs\n  * Identifying risks and making appropriate technical trade-offs in your designs\n  * Working both independently and collaboratively with your team to complete projects successfully\n  * Continuously learning and applying current engineering best practices to improve the quality and maintainability of your work\n  * Troubleshooting issues, researching root causes, and thoroughly resolving defects in the systems you own\n  * Participating in design, operations, and post-incident reviews to identify risks and help improve the resilience of your team's systems\n  * Providing useful feedback and input when reviewing designs and implementations submitted by others\n  * Helping to train and mentor new team members, including interns  \n  \n\n\nBy consistently delivering high-quality, well-designed solutions and proactively identifying opportunities for improvement, you will play a key role in enhancing the reliability, performance, and cost-effectiveness of our supply chain technology.   \n  \nA day in the life   \n  \nAmazon offers a full range of benefits that support you and eligible family members, including domestic partners and their children. Benefits can vary by location, the number of regularly scheduled hours you work, length of employment, and job status such as seasonal or temporary employment.   \n  \nThe benefits that generally apply to regular, full-time employees include:   \n  \n\n  * Medical, Dental, and Vision Coverage\n  * Maternity and Parental Leave Options\n  * Paid Time Off (PTO)\n  * 401(k) Plan  \n  \n\n\nIf you are not sure that every qualification on the list above describes you exactly, we'd still love to hear from you!   \n  \nAt Amazon, we value people with unique backgrounds, experiences, and skillsets. If you’re passionate about this role and want to make an impact on a global scale, please apply!   \n  \n**About The Team  \n  \n** Our Systems Development Engineering team is the driving force behind OTS-SC's technology transformation. We're responsible for designing and building the modern, scalable architecture that will power the next generation of our supply chain operations. Our mission is to create a flexible, intelligent, and highly efficient supply chain ecosystem that can adapt to evolving business needs. We value creativity, collaboration, and operational excellence, working in a fast-paced environment that fosters learning and growth. If you're passionate about transforming supply chain technology, we'd love for you to join our team and help us deliver innovations that create real value for our customers.   \n  \n**Basic Qualifications  \n  \n**\n  * Experience in automating, deploying, and supporting infrastructure\n  * Experience programming with at least one modern language such as Python, Ruby, Golang, Java, C++, C#, Rust\n  * Experience with Linux\/Unix\n  * Knowledge of best practices for software deployment  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * Experience with CI\/CD pipelines build processes\n  * Experience with iterative, agile development methodologies (including scrum)\n  * Familiarity with cloud infrastructure and services, preferably on the AWS platform  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2963367",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4212097843",
      "ZID" : "USSNL\/IlTfmvpsI6chCvXg==",
      "ZSELECTEDCOVERID" : "TL8bP345QkSqMWuJaD0NMQ==",
      "ZSELECTEDRESID" : null,
      "ZINDUSTRIES" : "Software Development"
    },
    {
      "ZNOTES" : "",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZID" : "uQ8ftBGYQkKvoejVP40ZcA==",
      "ZJOBFUNCTION" : "Manufacturing and Engineering",
      "ZSELECTEDRESID" : "YEhFqlWJQbyHkyyCxT2OmQ==",
      "ZJOBPOSITION" : "Robotics Systems Engineer II, Amazon Robotics Deployment Engineering",
      "ZSELECTEDCOVERID" : "LgY0pcMqQ26rSyzg\/fW4VA==",
      "ZINDUSTRIES" : "Software Development",
      "Z_ENT" : 7,
      "ZCOMPANYNAME" : "Amazon",
      "ZJOBPOSTINGTIME" : "",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4213927755",
      "Z_PK" : 11,
      "ZSTATUS" : "Submitted",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZCOMPANYLINKEDINID" : "4213927755",
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2964672\/robotics-systems-engineer-ii-amazon-robotics-deployment-engineering?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "Z_OPT" : 31,
      "ZJOBDESCRIPTION" : "**Description  \n  \n** The system engineer is a key member of the Amazon Robotics deployment team overseeing the installation, troubleshooting, and commissioning of Amazon Robotics equipment within new and existing fulfillment centers. This field engineering-based role requires strong technical skills related to the deployment of robotic equipment including work with mechanical, electrical, networking, and software systems during a deployment. Candidates should have prior experience working with complex electro-mechanical and networked systems as well as experience leading the installation, maintenance, upgrades, or troubleshooting of these systems.   \n  \nSystem engineers will work with a team of 1-5 engineers alongside an on-site project manager to provide technical oversight on the installation of both third party and Amazon designed robotics equipment. The deployments involve extensive collaboration with third party installers and contracted engineers, construction, hardware, software, IT, and many other partner teams – communication skills with both internal and external partners and customers are a must. As an Amazonian the candidate will be expected to be able to show independent initiative to identify and solve problems in real time during a project and drive continuous improvement projects forward to avoid recurrences. This systems engineer position is considered a leadership role within the on site deployment teams, and candidates should have a proven track record of leading work scopes and decision making.   \n  \nThe robotics systems that the system engineers will be deploying may be in various phases of a product life cycle, and when supporting new products the candidate will be expected to lead the develop of process documentation and modify the existing processes. Strong technical understanding, a love of field work, and a keen interest in diving deep into the workings of the many robotics systems that Amazon uses are critical to success in this role. As an Amazonian the ability to recognize gaps in the existing processes and take ownership around developing a solution are large parts of the expectations for the role. Project durations can range from a few days to several months and include travel across the US. International work is available for candidates interested in pursuing it. This position requires 75% travel. Valid US drivers’ license required.   \n  \n\n  * Relocation to Amazon Corporate offices in Seattle, Boston, or Austin will be required for the role.  \n  \n\n\n**Critical Skills  \n  \n** Ability to read and develop technical documentation and process instructions   \n  \nAbility to handle multiple competing priorities in a fast-paced environment.   \n  \nWillingness to work primarily in a construction or warehouse environment in a field-based role.   \n  \nMust be proficient in standard office software tools and processes   \n  \nExpertise in robotics or complex electro-mechanical and networked engineering, including knowledge of robotic systems, components, and software.   \n  \nStrong bias towards taking independent initiative while reporting these efforts up to their leadership.   \n  \nExcellent communication skills with customer facing interactions and data reporting around project status and overviews on the technologies being deployed.   \n  \nAbility to work with cross-functional teams   \n  \nAbility capture lessons learned and conduct retrospective reviews to develop and drive technical continuous improvement projects.   \n  \nAbility to function independently and while managing a team of 1-5 engineers and related trades during deployments.   \n  \nIntegrated schedule management to coordinate with different teams working on the project both within and outside of Amazon Robotics.   \n  \nAbility to oversee and resolve escalations during robotics deployment including quality hand-off, live order testing, site acceptance testing, operational readiness testing, monitoring robotics system performance, etc.   \n  \nResponsible for delivering projects by owning key KPIs around on-time delivery, cost, quality, and sustainability. Understanding of data collection, reporting processes, and ability to make data-driven decisions.   \n  \nKey job responsibilities   \n  \nSupport and guide the installation of robotic technologies at Amazon fulfillment centers. The systems engineer will gain a detailed knowledge of the operation of these systems and guide installation, commissioning, and troubleshooting of these systems both on site and remotely. The scopes vary significantly in length and include heavy travel to both live warehouses and new construction sites.   \n  \nThe systems engineer will also be expected to support and develop continuous improvement ideas around their workscopes and lead teams of other engineers on projects.   \n  \nA day in the life   \n  \nAmazon offers a full range of benefits that support you and eligible family members, including domestic partners and their children. Benefits can vary by location, the number of regularly scheduled hours you work, length of employment, and job status such as seasonal or temporary employment.   \n  \nThe benefits that generally apply to regular, full-time employees include:   \n  \nMedical, Dental, and Vision Coverage   \n  \nMaternity and Parental Leave Options   \n  \nPaid Time Off (PTO)   \n  \n401(k) Plan   \n  \nIf you are not sure that every qualification on the list above describes you exactly, we'd still love to hear from you! At Amazon, we value people with unique backgrounds, experiences, and skillsets. If you’re passionate about this role and want to make an impact on a global scale, please apply!   \n  \n**About The Team  \n  \n** The Robotics Deployment Engineering team consists of the field deployment teams for Amazon's robotic warehouse systems. The teams travel frequently and work across overlapping projects to complete their deployment scopes and continuously improve our processes   \n  \n**Basic Qualifications  \n  \n** BS degree in Engineering or closely related STEM field. 3+ years’ working on mechanical, electrical, IT networked, or software systems. 2+ years’ experience with technical drawings and\/or reading CAD models to resolve on-site clash issues using 3D clash detection reports. 2+ years working in a field setting including construction, manufacturing, or warehouse environment 1+ years’ experience with troubleshooting robotics systems or other complex mechanical-electrical or networked systems to resolve escalations including quality hand-off, live order testing, site acceptance testing, operational readiness testing, monitoring system performance, etc. 1+ years’ experience with business intelligence and data visualization and reporting tools (e.g. Tableau).   \n  \n**Preferred Qualifications  \n  \n** Practical understanding of network fundamentals (DNS, DHCP, TCP\/IP, routing, switching, HTTP) Experience in a role with a minimum 50% travel Ability to demonstrate past use of data to drive decision making processes Familiarity with LEAN or Six Sigma. Certifications are a plus Ability to take independent initiative when presented with a business need Amazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner. Our compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $94,000\/year in our lowest geographic market up to $207,900\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $94,000\/year in our lowest geographic market up to $207,900\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2964672"
    },
    {
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2951741\/process-engineer-ii-tech-deployment-field-support?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZJOBFUNCTION" : "Manufacturing and Engineering",
      "ZSTATUS" : "In Progress",
      "Z_PK" : 12,
      "Z_OPT" : 43,
      "ZSELECTEDRESID" : "d+YZnJJHTh2YZrKzcnFHQw==",
      "ZCOMPANYNAME" : "Amazon",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4207004461",
      "Z_ENT" : 7,
      "ZNOTES" : "",
      "ZCOMPANYLINKEDINID" : "4207004461",
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Process Engineers on the Deployment Support Services (DSS) team are responsible for developing frameworks used to onboard new technologies and support their deployment, leveraging industrial engineering techniques and experience to scale new products for general availability (GA) and addressing continuous improvement opportunities for GA and NPI technologies up through their depreciation. Process Engineers develop and maintain standards and drive successful deployments by designing efficient industrial layouts and processes, and leading continuous improvement projects related to deployment processes for all phases of the product lifecycle.   \n  \nKey job responsibilities   \n  \n\n  * Create standard processes for vendors and 3rd party assemblers (3PAs), including inline quality control check points to identify defects upstream and avoid additional QC\/rework costs downstream\n  * Employ Lean engineering and industrial engineering principles to prepare and optimize robotics and automation systems for field deployment at a large scale\n  * Leverage Design for Deployment (DfX) methodologies and Value Stream Mapping techniques for new technology to iterate processes and documentation during beta and early GA deployment stages\n  * Partner with suppliers and assist in manufacturing tooling and fixturing for both high volume and high complexity scenarios\n  * Support in-field deployments at various Amazon locations globally to understand on the ground challenges and measure adoption of published standards\n  * Create troubleshooting and best practices documentation to aid problem solving in the field\n  * Interpret data sets into information and opportunities for process improvement across deployment\n  * Structure and develop implementation plan and work with cross functional leaders to pilot and test new solutions and then roll-out across the broader organization  \n  \n\n\n**About The Team  \n  \n** The RDE NA Process Engineering (PE) team exists to enable deployment execution teams in the implementation of new technology at a large scale and to improve efficiency of deployments of general availability (GA) technologies year-over-year.   \n  \n**Basic Qualifications  \n  \n**\n  * Bachelor’s degree in Engineering (any discipline) or related technical field\n  * 3+ years of relevant work experience in high technology or a manufacturing environment\n  * Demonstrated proficiency using operational metrics, industrial process development, Lean and industrial engineering techniques\/tools like Kaizen\n  * Experience with root cause analysis and problem-solving tools (5 Why’s, Fishbone, 8D)\n  * Ability to travel globally up to 30% per year  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * Master’s degree in Engineering or similar discipline\n  * Experience with installation and or commissioning of complex industrial automated systems including robotics or high-speed manufacturing.\n  * Familiarity with Value Stream Mapping or Labor Standards Analysis\n  * Lean Six Sigma Green or Yellow Belt training  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $89,400\/year in our lowest geographic market up to $185,000\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2951741",
      "ZJOBPOSTINGTIME" : "",
      "ZINDUSTRIES" : "Software Development",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZJOBPOSITION" : "Process Engineer II, Tech Deployment & Field Support",
      "ZSELECTEDCOVERID" : "RwYG63DISw+GOCsUjUW8aQ==",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZID" : "bIHy3KxbSs2o\/1mjO\/DpsQ=="
    },
    {
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBFUNCTION" : "Quality Assurance, Information Technology, and Engineering",
      "ZNOTES" : "",
      "ZINDUSTRIES" : "Software Development",
      "ZSTATUS" : "new",
      "Z_PK" : 13,
      "Z_ENT" : 7,
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Amazon Robotics Learning Experience and Technologies (AR-LExT) is seeking a Systems Development Engineer II to join our innovative team. In this role, you'll be responsible for developing new platform features while also ensuring system reliability and operational excellence of the Global Robotics University platform, a critical system that powers the training of Amazon's worldwide robotics operations teams. You'll leverage your expertise in software development, systems design, and automation to create scalable and resilient solutions that directly impact thousands of users across Amazon's global network. This position offers an exciting opportunity to both build new capabilities and enhance system reliability, contributing significantly to the growth of Amazon's robotics capabilities.   \n  \nKey job responsibilities   \n  \n\n  * Develop and maintain platform features while implementing automation solutions for the Global Robotics University platform, balancing new functionality with system resilience and operational excellence\n  * Lead the development of robust monitoring systems and diagnostic tools to improve platform reliability, troubleshooting capabilities, and operational efficiency across multiple components\n  * Drive continuous improvement of system architecture and infrastructure, identifying and resolving architectural deficiencies while ensuring seamless integration with partner teams' systems\n  * Build and maintain operational tooling to automate routine tasks, standardize incident response procedures, and improve system maintenance efficiency\n  * Actively contribute to feature development, system design reviews, operational readiness assessments, and post-incident analysis to improve overall platform capabilities and performance at scale  \n  \n\n\nA day in the life   \n  \n\n  * Design and implement new, cloud-based, software solutions to aid in managing edge devices at scale.\n  * Support team mates with insightful code reviews, peer programming, brainstorms and design discussions.\n  * Ensure the nominal operation of our cloud-based services, expanding metrics coverage and upholding high operational excellence standards.  \n  \n\n\nAmazon offers a full range of benefits for you and eligible family members, including domestic partners and their children. Benefits can vary by location, the number of regularly scheduled hours you work, length of employment, and job status such as seasonal or temporary employment. The benefits that generally apply to regular, full-time employees include:   \n  \n\n  * Medical, Dental, and Vision Coverage\n  * Maternity and Parental Leave Options\n  * Paid Time Off (PTO)\n  * 401(k) Plan  \n  \n\n\nIf you are not sure that every qualification on the list above describes you exactly, we'd still love to hear from you! At Amazon, we value people with unique backgrounds, experiences, and skillsets. If you’re passionate about this role and want to make an impact on a global scale, please apply!   \n  \n**Basic Qualifications  \n  \n**\n  * 2+ years of non-internship professional software development experience\n  * Bachelor's degree in computer science or equivalent\n  * Experience programming with at least one modern language such as Python, Ruby, Golang, Java, C++, C#, Rust\n  * Knowledge of a front-end language (Javascript, CSS, HTML, etc.)\n  * Experience building services using AWS products  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * 3+ years of designing or architecting (design patterns, reliability and scaling) of new and existing systems experience\n  * 3+ years of full software development life cycle, including coding standards, code reviews, source control management, build processes, testing, and operations experience  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $116,300\/year in our lowest geographic market up to $201,200\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2970587",
      "ZJOBPOSTINGTIME" : "",
      "ZSELECTEDCOVERID" : "R6CC8tbxTSywjkMy15IU6A==",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2970587\/system-development-engineer-amazon-robotics-learning-experience-and-technology-lext?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZJOBPOSITION" : "System Development Engineer, Amazon Robotics, Learning Experience and Technology (LExT)",
      "Z_OPT" : 2,
      "ZID" : "Dbwy39UvRC2zr2k6lJXlsg==",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4219900635",
      "ZCOMPANYLINKEDINID" : "4219900635",
      "ZSELECTEDRESID" : "SulP06gGQFip4hGLmvFeFA==",
      "ZCOMPANYNAME" : "Amazon"
    },
    {
      "ZSTATUS" : "new",
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2979013\/software-development-engineer-customer-engagement-technology-?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZID" : "zVHqCltUSVyo2YsItYaZcw==",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZSELECTEDRESID" : null,
      "ZCOMPANYLINKEDINID" : "4227813973",
      "ZJOBPOSITION" : "Software Development Engineer, Customer Engagement Technology",
      "Z_PK" : 14,
      "ZINDUSTRIES" : "Software Development",
      "ZSELECTEDCOVERID" : "JqRuF2y7SVSpOe3rnaoEWQ==",
      "ZJOBFUNCTION" : "Information Technology, Consulting, and Engineering",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBPOSTINGTIME" : "",
      "Z_OPT" : 1,
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZNOTES" : "",
      "ZCOMPANYNAME" : "Amazon",
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Amazon.com is broadly recognized as #1 in Customer Service in the US and abroad. At Amazon, we drive innovation and customer obsession into everything we do, and this is especially true in the Customer Engagement Technologies (CET) department. CET owns the technology to support and enhance our customer service operations network through our Self-Service and Automation features, Customer Relationship Management (CRM), contact center infrastructure, and various client applications.   \n  \nWe focus on robust architecture, world-class UX, and leveraging our big data to drive insights and solutions through a myriad of applications. CET is looking for a Software Development Engineer (SDE) to work on a multi-year, large-scale, enterprise software program. You will be part of a Global Product and Technology team whose innovations and strategies will define the next generation of contact routing for Amazon Customer Service, providing a seamless customer support experience and ensuring issues are resolved during the first interaction.   \n  \nKey job responsibilities   \n  \n\n  * Collaborate with senior software engineers to enhance technology and design while developing innovative services.\n  * Develop services that enable vertical business units to launch customer service landing pages, chat features, voice capabilities, and help product features.\n  * Lead the global expansion of services, including the implementation instrumentation for metric monitoring and ensuring high-quality outcomes.\n  * Deliver unparalleled customer service experiences by leveraging next-generation engineering systems, machine learning systems, and Generative AI (GenAI).\n  * Leverage GenAI for enhanced issue understanding, automated resolutions, and guided workflows.\n  * Work closely with business partners and leadership to shape product vision and design robust systems.\n  * Apply development methodologies such as SCRUM, test-driven development, and continuous deployment.\n  * Deliver projects within realistic timelines and resource constraints.  \n  \n\n\nA day in the life   \n  \nYou will work closely with senior leaders across cross-functional stakeholder teams within Amazon to drive collaboration, influence the prioritization of projects, and ensure alignment with shared business objectives.   \n  \nIf you are not sure that every qualification on the list above describes you exactly, we'd still love to hear from you! At Amazon, we value people with unique backgrounds, experiences, and skillsets. If you’re passionate about this role and want to make an impact on a global scale, please apply!   \n  \n**Benefits Summary  \n  \n** Amazon offers a full range of benefits that support you and eligible family members, including domestic partners and their children. Benefits can vary by location, the number of regularly scheduled hours you work, length of employment, and job status such as seasonal or temporary employment. The benefits that generally apply to regular, full-time employees include:   \n  \n\n  * Medical, Dental, and Vision Coverage\n  * Maternity and Parental Leave Options\n  * Paid Time Off (PTO)\n  * 401(k) Plan  \n  \n\n\n**About The Team  \n  \n** The mission of the CET team within Customer Service is to create Earth’s best customer service solutions by empowering our customers to utilize automation to resolve their issues quickly and efficiently. You will be a key component of our leadership team and will influence our science and engineering teams to deliver Worldwide Self-Service Automation (SSA) products based on GenAI.   \n  \n**Basic Qualifications  \n  \n**\n  * Experience programming with at least one software programming language\n  * 3+ years of non-internship professional software development experience\n  * 2+ years of non-internship design or architecture (design patterns, reliability and scaling) of new and existing systems experience  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * Bachelor's degree or equivalent\n  * 3+ years of full software development life cycle, including coding standards, code reviews, source control management, build processes, testing, and operations experience  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2979013",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4227813973",
      "Z_ENT" : 7
    },
    {
      "ZID" : "RG8wLoULTxSrhmohTl24EA==",
      "Z_OPT" : 50,
      "ZJOBPOSTINGTIME" : "",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4183557392",
      "ZCOMPANYLINKEDINID" : "4183557392",
      "Z_PK" : 15,
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYNAME" : "Amazon",
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Are you passionate about creating digital experiments that validate innovative automation technologies? Do you excel at using simulation tools to optimize mechanical designs and processes before they're built? Does collaborating with hardware development engineers to revolutionize logistics automation excite you? The Worldwide Innovation and Design team is seeking a Simulation Engineer to lead discrete-event simulations for our Last Mile (AMZL) network technologies. We offer the opportunity to shape the future of automation through digital experimentation while working with world-class engineering teams.   \n  \nCome join us as we revolutionize logistics automation around the world!   \n  \nKey job responsibilities   \n  \nAs a Simulation Engineer at Amazon, you will lead the creation of complex discrete-event simulations that validate new technologies early in their development cycle - focussing on process simulations to understand throughput requirements, bottlenecks and operator machine interactions. You will utilize your expertise in simulation software (FlexSim, Emulate 3D) and programming to create digital experiments that optimize processes and influence mechanical designs whether it be robotics, AGV's, conveyors or storage systems. You will have ownership of strategic modeling projects, establish best practices, and influence design decisions through data-driven insights. Your work will directly impact the success of revolutionary automation technologies in our logistics network.   \n  \nNote: there is a preference in this role for Flexsim experience, we will consider candidates without this skill if relevant process and system   \n  \nA day in the life   \n  \nAs a Simulation Engineer, your day begins collaborating with Hardware Development Engineers to understand a new automation system's requirements. You'll design simulation experiments using tools like FlexSim or Emulate3D to test critical aspects of the technology: Do we want to validate operational metrics or maybe confirm physical reactions of parcels moving through our tech. Throughout the day, you'll program model parameters, run scenarios, and analyze results to validate design decisions. You'll meet with cross-functional teams to present findings and recommend optimizations. Your afternoon might involve mentoring junior engineers on simulation best practices or coordinating with vendors on complex multi-system simulations. Each day brings new challenges in digitally validating tomorrow's logistics solutions.   \n  \n**About The Team  \n  \n** You will join the System Integration & Performance team within Innovation & Design Engineering, working alongside experts in Data Analytics, Physical Validation, and Integration. Together, these pillars provide essential tools for Hardware Developers to make informed design decisions. Innovation & Design's mission is to discover, test, and enhance new mechatronics technologies (Robots, Conveyors, Sorters) that transform Amazon's last mile logistics operations.   \n  \n**Basic Qualifications  \n  \n**\n  * Experience investigating the feasibility of applying scientific principles and concepts to business problems and products\n  * Experience analyzing both experimental and observational data sets\n  * Master's Degree in aerospace engineering, mechanical engineering, physics or equivalent\n  * Familiar with Discrete Event Simulation (DES) of processes, modelling dependent systems\n  * Experience with Process simulation tools (Preference Flexsim)\n  * Experience in Industrial process environment (Manufacturing, Logistics)\n  * Solid understanding of mechanical design principles  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * Knowledge of R, MATLAB, Python or similar scripting language\n  * Experience with agile development\n  * Experience building web based dashboards using common frameworks\n  * Proficient with at least one modern programming language (e.g. C++, Python, Matlab)\n  * Experience with advanced simulation tools such as Virtual Reality or Machine Control Emulation.\n  * Professional certifications in the privacy (IAPP)\n  * Ability to work on a diverse team or with a diverse range of coworkers\n  * Excellent written and verbal communication skills. You will prepare reports and make presentations to senior level management. You will interact with various levels of employees to collect and communicate information.\n  * Ability to work with little to no supervision.\n  * Ability to create and maintain strong network with corporate peers.\n  * Must be a good human that enjoys being part of a fun team\n  * Ability to work and multitask in a fast-paced, technical environment.  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $136,000\/year in our lowest geographic market up to $212,800\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2920705",
      "ZNOTES" : "",
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2920705\/simulation-engineer-innovation-and-design-engineering?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZJOBPOSITION" : "Simulation Engineer, Innovation and Design Engineering",
      "ZINDUSTRIES" : "Software Development",
      "ZJOBFUNCTION" : "Information Technology, Consulting, and Engineering",
      "Z_ENT" : 7,
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZSTATUS" : "Submitted",
      "ZSELECTEDCOVERID" : "mBJ5e03SRwGzmJTW9hkn\/A==",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZSELECTEDRESID" : "c3yVQ2vnSqOUo\/M1mApoFQ=="
    },
    {
      "ZJOBPOSTINGTIME" : "",
      "ZNOTES" : "",
      "ZSELECTEDCOVERID" : "9hZG\/g0bQaSgwsInX8K4Cg==",
      "ZCOMPANYNAME" : "Amazon",
      "ZSELECTEDRESID" : "EoVPceBXTz2yfvTLwWSeMw==",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4216096506",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZJOBPOSITION" : "Systems Engineer, Client Engineering",
      "ZSTATUS" : "new",
      "Z_OPT" : 5,
      "ZCOMPANYLINKEDINID" : "4216096506",
      "ZID" : "pn711OmSQtGQ0a2cu8Glyw==",
      "ZINDUSTRIES" : "Software Development",
      "Z_PK" : 16,
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2873750\/systems-engineer-client-engineering?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Our team owns the Client Management Systems, Application infrastructure, and Collaboration tools globally for Amazon. We build complex multi-platform solutions that help our customers get more done whilst improving their user experience.   \n  \nWe are looking for Systems Development Engineer with a macOS-focused infrastructure and development background. We are using AWS products to evolve traditional enterprise tools and services at a large scale. If you are passionate about AWS and have experience automating large-scale macOS infrastructure deployments, keep reading.   \n  \nIn this role, you and your team will directly influence the macOS end-point management at Amazon. You will use native AWS services, external 3rd party services and DevOps patterns to manage a growing fleet of macOS client devices. We are looking for a motivated team member to deliver results to our customers. This is a hands-on position where your daily activities will range from new system development to supporting the customers that depend on your services. You will use AWS products and DevOps patterns to build the next generation of macOS-based management tools.   \n  \nKey job responsibilities   \n  \n\n  * Contribute to automation efforts for a team advancing a service ownership culture with a primary focus on the macOS clients\n  * Embrace the AWS ecosystem and drive innovation on top of it\n  * Instill a culture that drives DevOps, holds a high-quality bar with code reviews, drives automation efforts to empower, and removes barriers for your team\n  * Translation of complex functional and technical requirements into detailed architecture and design\n  * Working with others on the engineering team to participate in day-to-day development activities, contributing to architecture decisions, participating in designs, design reviews, and implementation.\n  * Build services that can scale across hundred of thousands clients used by Amazonians worldwide\n  * Deliver quality features on-time and on-budget and execution against project plans and delivery commitments.\n  * Maintain current technical knowledge of rapidly changing technology, always on the lookout for new technologies, and work with management and development teams to evolve current processes.  \n  \n\n\nA day in the life   \n  \nReview change requests and prioritize OS configuration tasks. Attend team meetings to discuss ongoing projects and challenges. Test new configurations in sandbox environments, documenting issues and collaborating with the security team. Prepare and execute deployment plans, starting with non-critical systems. Monitor deployments, troubleshoot issues, and make necessary adjustments. Respond to urgent configuration problems as they arise. Stay updated on OS patches and maintain accurate documentation. Prepare reports on deployment progress and plan future rollouts. Balance proactive improvements with reactive problem-solving to ensure optimal system performance. Continuously update knowledge and skills to keep pace with evolving OS technologies.   \n  \n**Basic Qualifications  \n  \n**\n  * The ability to script\/automate tasks with Python, Bash, shell, or other scripting language\n  * 2+ years of system administration and engineering of Mac operating systems, including the deployment and maintenance of global infrastructure services\n  * Bachelor’s Degree in Computer Science or related field, or 5+ years relevant work experience.  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * 4 + years of experience in macOS System Administration\n  * 4+ years of experience in macOS Scripting - shell, python, go, rust\n  * 4+ years of experience in macOS MDM configurations\n  * Customer experience\n  * AWS systems design experience\n  * Ubuntu administration experience\n  * Amazon Linux administration experience  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $94,000\/year in our lowest geographic market up to $207,900\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2873750",
      "Z_ENT" : 7,
      "ZJOBFUNCTION" : "Information Technology, Consulting, and Engineering"
    },
    {
      "ZSTATUS" : "Submitted",
      "ZSELECTEDCOVERID" : "iLh6SP6uS1qYrSJSkUOYGA==",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZID" : "6MzBwEfMQeyGrCKZqvO66A==",
      "ZINDUSTRIES" : "Software Development",
      "Z_PK" : 18,
      "ZJOBPOSTINGTIME" : "",
      "Z_OPT" : 112,
      "ZJOBDESCRIPTION" : "**Description  \n  \n** Are you interested in helping build a world-class transportation network for Amazon as we delight our customers with more 1 day promises and also meet our sustainability targets ? Do you want to deliver products at scale influence the network design of one of the most complex transportation network in the world?   \n  \nAmazon Worldwide Operations is looking for a Data Scientist. The role will require modeling, auditing and optimizing our transportation network from our fulfillment centers to our last mile carriers who deliver packages to customers.   \n  \nTo be successful in the role, you need strong analytical skills, excellent communication skills, ability to influence across business functions and manage stakeholders’ expectations effectively. You will work in a fast-paced environment that requires you to be detail-oriented and comfortable in working with multiple business and technical teams.   \n  \nThis position has the option to be located in Bellevue WA, Austin TX, Nashville TN, Santa Monica CA, Arlington VA, New York City NY, or Toronto CA.   \n  \nKey job responsibilities   \n  \n\n  * Development of scalable data science solutions to audit and optimize our transportation network.\n  * Development and execution of analytical tools to model our transportation network.\n  * Contribute to the strategy for network design, prioritize technical and operational initiatives, evaluate and set stakeholders expectations.  \n  \n\n\n**Basic Qualifications  \n  \n**\n  * 1+ years of data querying languages (e.g. SQL), scripting languages (e.g. Python) or statistical\/mathematical software (e.g. R, SAS, Matlab, etc.) experience\n  * 2+ years of data\/research scientist, statistician or quantitative analyst in an internet-based company with complex and big data sources experience  \n  \n\n\n**Preferred Qualifications  \n  \n**\n  * Knowledge of statistical packages and business intelligence tools such as SPSS, SAS, S-PLUS, or R\n  * Experience with clustered data processing (e.g., Hadoop, Spark, Map-reduce, and Hive)  \n  \n\n\nAmazon is an equal opportunity employer and does not discriminate on the basis of protected veteran status, disability, or other legally protected status.   \n  \nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.   \n  \nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $97,500\/year in our lowest geographic market up to $206,800\/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and\/or other benefits. For more information, please visit https:\/\/www.aboutamazon.com\/workplace\/employee-benefits. This position will remain posted until filled. Applicants should apply via our internal or external career site.   \n  \n  \n**Company** \\- Amazon.com Services LLC   \n  \nJob ID: A2723129",
      "ZNOTES" : "",
      "ZSELECTEDRESID" : "2mxtI3zfSD2XF1\/1HTbInA==",
      "Z_ENT" : 7,
      "ZJOBAPPLYLINK" : "https:\/\/www.amazon.jobs\/jobs\/2723129\/data-scientist-transportation-network-planning?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZCOMPANYLINKEDINID" : "3993989016",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYNAME" : "Amazon",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/3993989016",
      "ZJOBPOSITION" : "Data Scientist, Transportation Network Planning"
    },
    {
      "ZJOBPOSTINGTIME" : "",
      "ZSELECTEDCOVERID" : "qYphqppTRX2RqtV3rXA8cw==",
      "ZJOBDESCRIPTION" : "**What You'll Do:  \n  \n** We are looking for an experienced and highly capable CIM Presales Engineer to join our global presales team. This role will lead complex, technical customer engagements across the US and Europe. Success in this position requires exceptional technical depth, emotional intelligence, and the ability to navigate a highly matrixed organization while influencing outcomes.   \n  \nThis is not a typical presales role. We are looking for someone who thrives on solving nuanced customer challenges, listens actively and deeply, and is relentlessly focused on delivering what the customer truly needs—not just what is easy to sell. You’ll work with regional teams to shape opportunities, demonstrate the value of our CIM solutions, and guide the customer journey from technical discovery through adoption.   \n  \n**Travel Requirement: up to 30%  \n  \n** **Role Responsibilities:  \n  \n** **Customer Engagement** :   \n  \n\n  * Lead strategic technical engagements with customers, often spanning months or quarters, to understand business needs and architect meaningful solutions.\n  * Serve as a trusted advisor, building relationships rooted in credibility, consistency, and genuine care for customer success.\n  * Actively listen to uncover both stated and unstated customer challenges and guide the internal team to deliver accordingly.  \n  \n\n\n**Cross-Functional Influence** :   \n  \n\n  * Operate within a highly matrixed environment, collaborating with regional presales, sales, product, and engineering teams.\n  * Influence decision-making and direction without formal authority by building trust and demonstrating expertise.  \n  \n\n\n**Technical Demonstrations and Solution Design** :   \n  \n\n  * Shape and deliver impactful product demonstrations and solution walkthroughs that align with customer objectives.\n  * Partner with the broader presales and product teams to ensure the messaging resonates with both technical and business stakeholders.  \n  \n\n\n**Internal Enablement and Alignment** :   \n  \n\n  * Work closely with global and regional teams to ensure consistent execution and understanding of CIM capabilities.\n  * Provide guidance and coaching to regional presales to elevate technical depth and strategic engagement.  \n  \n\n\n**Customer Advocacy and Product Feedback** :   \n  \n\n  * Channel learnings from the field into actionable feedback for the product and engineering teams.\n  * Represent the customer’s voice in internal discussions, influencing the roadmap and feature prioritization to ensure long-term value.  \n  \n\n\n**Process & Materials** :   \n  \n\n  * Maintain centralized presales materials, use cases, and customer engagement best practices to support global alignment.\n  * Contribute to the continuous improvement of presales processes and knowledge-sharing frameworks.  \n  \n\n\n**Minimum Qualifications:  \n  \n**\n  * Bachelor’s degree in Engineering, Computer Science, or a related technical field.\n  * 5+ years in a technical presales, solution engineering, or strategic consulting role.\n  * Proven experience in customer-facing roles requiring complex problem-solving and influence across teams.\n  * Strong understanding of CIM systems and their role in semiconductor manufacturing environments.\n  * Familiarity with MES, factory automation, and data integration frameworks.\n  * Demonstrated ability to lead through influence, not authority, in complex, cross-functional environments.\n  * Excellent communication and relationship-building skills, particularly with senior technical stakeholders.\n  * Comfortable with ambiguity, driven to find solutions, and committed to customer outcomes—especially when it’s hard.  \n  \n\n\n**Qualifications  \n  \n** Education:   \n  \nBachelor's Degree   \n  \n**Skills  \n  \n** Certifications:   \n  \nLanguages:   \n  \nYears of Experience:   \n  \n4 - 7 Years   \n  \nWork Experience:   \n  \nAdditional Information   \n  \nShift:   \n  \n10-Day 8-Hr (United States of America)   \n  \nTravel:   \n  \nYes, 25% of the Time   \n  \nRelocation Eligible:   \n  \nNo   \n  \n**U.S. Salary Range:  \n  \n** $148,000.00 - $203,500.00   \n  \nThe salary offered to a selected candidate will be based on multiple factors including location, hire grade, job-related knowledge, skills, experience, and with consideration of internal equity of our current team members. In addition to a comprehensive benefits package, candidates may be eligible for other forms of compensation such as participation in a bonus and a stock award program, as applicable.   \n  \nFor all sales roles, the posted salary range is the Target Total Cash (TTC) range for the role, which is the sum of base salary and target bonus amount at 100% goal achievement.   \n  \nApplied Materials is an Equal Opportunity Employer committed to diversity in the workplace. All qualified applicants will receive consideration for employment without regard to race, color, national origin, citizenship, ancestry, religion, creed, sex, sexual orientation, gender identity, age, disability, veteran or military status, or any other basis prohibited by law.",
      "ZSELECTEDRESID" : null,
      "ZJOBPOSITION" : "Presales Engineer –CIM (Automation Products Group)",
      "ZCOMPANYLINKEDINID" : "4227551823",
      "ZNOTES" : "",
      "ZJOBAPPLYLINK" : "https:\/\/dsp.prng.co\/m9lqQEb?source=LinkedIn",
      "ZINDUSTRIES" : "Appliances, Electrical, and Electronics Manufacturing, Nanotechnology Research, and Semiconductor Manufacturing",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4227551823",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "Z_ENT" : 7,
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "Z_PK" : 19,
      "ZSTATUS" : "new",
      "Z_OPT" : 1,
      "ZID" : "nPW0krF4R7Wcm4B\/gWILFA==",
      "ZCOMPANYNAME" : "Applied Materials",
      "ZJOBFUNCTION" : "Sales and Business Development"
    },
    {
      "ZSELECTEDCOVERID" : "+88d\/RxNSmCsTpkAq7qtDA==",
      "ZJOBDESCRIPTION" : "**About Us**\nEagle Eye Networks is the global leader in cloud video surveillance, delivering cyber-secure, cloud-based video with artificial intelligence (AI) and analytics to make businesses more efficient and the world a safer place. The Eagle Eye Cloud VMS (video management system) is the only platform robust and flexible enough to power the future of video surveillance and intelligence. Eagle Eye is based in Austin, Texas, with offices in Amsterdam, Bangalore, and Tokyo.\n  \n\nEagle Eye Networks is a dynamic, fast-moving company. We value the benefits of face-to-face collaboration, and we believe it is more enjoyable and productive. The synergy of in-office interaction is critical to our culture and your presence is essential for Eagle Eye Networks’ success. Learn more at een.com.\n  \n\n**Summary**\nWe are seeking a Sales Engineer to join our team, ideally based in Austin, TX. The ideal candidate will have experience with video surveillance systems and cloud-based technology and will play a critical role in supporting our sales efforts by providing technical expertise, solution design, and customer guidance.\n  \n\n**Responsibilities:**\n  \n\n**Technical Expertise & Pre-Sales Support**\n  * Develop deep product knowledge to articulate key features, benefits, and use cases.\n  * Provide pre-sales technical support to sales teams, partners, and customers.\n  * Deliver remote product demos and presentations to showcase solutions.\n  * Train internal sales personnel and resellers on products and offerings.\n  * Support evaluations, proof-of-concepts (PoCs), and pilot programs.\n  * Stay informed on industry trends and competitive landscapes.\n  * Provide support and assistance in responding to RFPs\n\n\n  \n\n**Solution Design & Sales Collaboration**\n  * Assist in designing custom solutions tailored to customer needs.\n  * Guide sales teams on solution positioning and product alignment.\n  * Consult on system design, including hardware, subscriptions, and integrations.\n  * Spec system hardware to meet project requirements. \n\n\n  \n\n_This in-office role requires periodic travel to support business and customer needs._\n  \n\n**Experience**\n  * Bachelor’s degree or equivalent experience - Computer Science, MIS, Engineering, or equivalent preferred\n  * Ability to build and present high quality product demonstrations to both technical and executive audiences.\n  * Interest in tech & willingness to learn about all relevant aspects of technology\n  * Experience as a sales engineer (or comparable role) is a plus\n  * Experience at a Video Surveillance or a SaaS company is a plus\n  * You possess exceptional organizational and planning skills and have the innate ability to multitask\n  * Understanding of TCP\/IP Networking\n  * Confidence and willingness to stretch beyond current skills and capabilities.\n  * Cyber Security Proficiency\n\n\n  \n\n**Why work for Eagle Eye?**\nEagle Eye Networks is an innovative, global start-up building the only platform powerful enough to support the future of video surveillance and security. Here your voice will be heard, and talent respected. We have proven leadership and financial backing of one of the world’s premier venture capital firms. The work we do is essential in today’s world, as our systems are used to protect the health, safety, and welfare of people and property around the world.\n  \n\n  * **Medical Benefits:** We offer competitive medical, vision, and dental plans. Company offsets premiums.\n  *  **Taco Tuesdays:** Like breakfast tacos? You’re at the right place, because weekly breakfast tacos are provided.\n  *  **401k plan** with company match!\n  *  **Weekly Lunch:** Food is love. Especially when it is free.\n  *  **Snacks:** You will never go hungry.\n  *  **Culture:** Innovation drives our vibe.\n  *  **Diversity:** We embrace our global presence, the diverse ideas and backgrounds of our team to improve our culture, our products and grow our people and our business.\n  *  **Unlimited PTO:** We value our employees’ work\/life balance and want you to spend the time off you need. \n\n\n  \n\n**More About Eagle Eye Networks**\nEagle Eye Networks is leveraging artificial intelligence on its true cloud platform to dramatically reshape the video surveillance and security industry. The Eagle Eye Cloud Video Management System (VMS) is a smart cloud video surveillance solution, purpose-built to help businesses improve safety, security, operations, and customer service. Tens of thousands of companies in more than 90 countries around the globe have moved their video surveillance to the cloud with Eagle Eye VMS. Customers, including multi-family residences, smart cities, schools, hospitals, hotels, logistics, restaurants, and retail shops trust Eagle Eye for actionable business intelligence and proactive security across multiple locations. The Eagle Eye VMS has strong APIs for the secure integration of third-party systems and works with thousands of industry cameras, so customers don’t have to “rip and replace” their existing infrastructure. Eagle Eye Cloud VMS is the only platform robust enough to power the future of video surveillance.\n  \n\nEagle Eye Networks is an equal employment opportunity employer and values diversity. Qualified candidates are considered for employment without regard to race, religion, gender, gender identity, sexual orientation, national origin, age, military or veteran status, disability, or any other characteristic protected by applicable law.",
      "ZSTATUS" : "new",
      "ZSELECTEDRESID" : null,
      "ZID" : "nSY2n6cjShO1sic2iDSrvw==",
      "ZCOMPANYLINKEDINID" : "4140307533",
      "ZJOBFUNCTION" : "Sales and Business Development",
      "ZINDUSTRIES" : "IT Services and IT Consulting and Computer and Network Security",
      "ZSENIORITYLEVEL" : "Entry level",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "Z_ENT" : 7,
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZJOBPOSITION" : "Channel Sales Engineer - South",
      "ZJOBPOSTINGTIME" : "",
      "Z_OPT" : 1,
      "ZNOTES" : "",
      "ZCOMPANYNAME" : "Eagle Eye Networks",
      "ZJOBAPPLYLINK" : "https:\/\/www.linkedin.com\/jobs\/view\/4140307533",
      "Z_PK" : 20,
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4140307533"
    },
    {
      "Z_OPT" : 1,
      "ZJOBLOCATION" : "Texas, United States of America",
      "ZCOMPANYNAME" : "Thermo Fisher Scientific",
      "ZJOBAPPLYLINK" : "https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01309224_rxr-1&rx_url=https:\/\/jobs.thermofisher.com\/global\/en\/job\/R-01309224\/Technical-Sales-Specialist-Trace-Elemental-Analysis?rx_ch=jobpost&rx_job=R-01309224_rxr-1&rx_medium=post&rx_paid=0&rx_r=none&rx_source=linkedin&rx_ts=20250515T224003Z&rx_vp=linkedindirectindex&utm_medium=post&utm_source=recruitics_linkedindirectindex&refId=34jd24",
      "ZJOBPOSITION" : "Technical Sales Specialist - Trace Elemental Analysis",
      "ZSTATUS" : "new",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZINDUSTRIES" : "Pharmaceutical Manufacturing and Biotechnology Research",
      "Z_PK" : 21,
      "Z_ENT" : 7,
      "ZID" : "eiNVXq3BTHepRLbjywkzGw==",
      "ZJOBFUNCTION" : "Sales, Business Development, and Product Management",
      "ZJOBPOSTINGTIME" : "",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4219527481",
      "ZSELECTEDCOVERID" : "XgUUnArCTim3ImXm+cX2rw==",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZCOMPANYLINKEDINID" : "4219527481",
      "ZSELECTEDRESID" : null,
      "ZNOTES" : "",
      "ZJOBDESCRIPTION" : "**Work Schedule  \n  \n** Standard (Mon-Fri)   \n  \n**Environmental Conditions  \n  \n** Able to lift 40 lbs. without assistance   \n  \nThe Technical Sales Specialist (TSS) is a crucial role in Thermo Fisher Scientific's Chromatography and Mass Spectrometry Division (CMD). The TSS focuses on presales, selling and supporting Trace Elemental Analysis (TEA) products (ICP-OES and ICP-MS) in a specific area. This role aims to enhance business potential by collaborating with Account Managers (AM) to increase revenue for the TEA product line. The TSS also provides technical expertise, competitive positioning, and strategic guidance to support sales colleagues in achieving their targets for both new and existing accounts. Additionally, the TSS generates customer interest and promotes Thermo Fisher Scientific's value proposition.   \n  \n**Key Responsibilities:  \n  \n** **Selling Agility  \n  \n**\n  * Identifies and prioritizes new client opportunities and sales potential to grow the business; coordinates actions to improve market penetration.\n  * Conducts prospecting and demand generation activities by acting as a product thought-leader at technical forums, seeding market awareness, and establishing relationships with KOLs.\n  * Understands account organizations, builds trust with decision makers, clarifies goals, and reaches agreements that benefit all parties.\n  * Supports Account Managers with strategy development and execution. Acts as a trusted advisor for key contacts within an account and brings in technical authorities as needed to advance the solution process.  \n  \n\n\n**Drives Growth  \n  \n**\n  * Shares the voice of customer towards the Business Unit. Also attends technical visits to Business Unit manufacturing and R&D sites; supports new Product Introduction (NPI) prospects within territory to improve adoption rates and revenue return.\n  * Supports the sales funnel and forecast in collaboration with commercial sales teams. Consults with key account managers and internal collaborators on forecasts for new and existing business; works on strategies to achieve sales goals and metrics. Builds value proposition with customers.\n  * Uses Thermo Fisher Scientific’s sales tools to effectively handle the accounts, opportunities, pipelines, and forecast in an accurate and timely manner.\n  * Maintains awareness of competitor and industry activity; introduces new products and services as available.  \n  \n\n\n**Leadership  \n  \n**\n  * Works adeptly in a team selling environment engaging the Account Managers and accurate internal company resources to solve customer challenges.\n  * Leads collaboration and coordination with overlay\/field application\/lab application\/and IES specialists (as well as any other internal partner) to provide technical expertise.\n  * Represents CMD at knowledge-based seminars and customer experience workshops.\n  * Offers guidance and mentoring to Account Managers to boost confidence in selling to customers as well as competitive positioning.  \n  \n\n\n**Minimum Requirements\/Qualifications:  \n  \n**\n  * 3+ years of sales experience in analytical instrument market, required. 5+ years, preferred.\n  * Prior experience with Inductively Coupled Plasma Mass Spectrometry (ICP-MS) required.\n  * Proven track record of sales achievements in a relevant market and leading complex, high-value accounts.\n  * Bachelor’s degree, required. Preferably in the sciences. Master's degree, preferred. Equivalent work experience may be considered.\n  * Business insight of industry sector, markets, key trends and potential challenges preferred.\n  * A sales professional with a commercial approach, strongly motivated by the desire to win new business, and a proven relentless pursuit of opportunities.\n  * Strong interpersonal, oral and written communication, and presentation skills.\n  * Proficient in English and other languages as required for the assigned region.\n  * Demonstrated commercial excellence working in matrix environment.\n  * Computer proficiency in MS Office, CRM.\n  * Ability to travel to customer locations up to 80% including overnight travel.\n  * Territory covers the Gulf Coast US & Southeastern US; residence in the territory is required.\n  * Demonstrate Thermo Fisher Scientific values – Integrity, Intensity, Innovation and Involvement."
    },
    {
      "Z_OPT" : 1,
      "ZJOBDESCRIPTION" : "Rockwell Automation is a global technology leader focused on helping the world’s manufacturers be more productive, sustainable, and agile. With more than 28,000 employees who make the world better every day, we know we have something special. Behind our customers - amazing companies that help feed the world, provide life-saving medicine on a global scale, and focus on clean water and green mobility - our people are energized problem solvers that take pride in how the work we do changes the world for the better.   \n  \nWe welcome all makers, forward thinkers, and problem solvers who are looking for a place to do their best work. And if that’s you we would love to have you join us!   \n  \n**Job Description  \n  \n** **Position Overview:  \n  \n** We are seeking a versatile and AI Sales Enablement professional to empower sales teams with the tools, messaging, and strategies needed to drive revenue from Rockwell Automation's AI portfolio. This role combines sales enablement expertise with product marketing skills to ensure our AI solutions are effectively positioned in the market and resonate with customers.   \n  \nAs an important member of the AI commercial enablement team, you will work with engineering, marketing, and sales teams to translate complex technical concepts into actionable insights and customer-facing materials. Your work will help equip sales teams to position our AI solutions while ensuring our portfolio is competitively differentiated.   \n  \nThis role is an individual contributor role and will report to the AI Commercial Enablement Manager.   \n  \n**Your Responsibilities  \n  \n** _Sales Enablement  \n  \n_\n  * Develop training programs and materials that enhance sales teams' ability to articulate the value of Rockwell Automation's AI portfolio.\n  * Align customer challenges with Rockwell Automation's AI solutions to identify revenue-driving opportunities.\n  * Collect and document real-world use cases that demonstrate how AI solutions address specific customer challenges.\n  * Provide direct support for high-value strategic deals by crafting tailored messaging and competitive positioning strategies.\n  * Conduct competitive analysis to highlight key differentiators and create counter-strategies for sales success.  \n  \n\n\n_Product Messaging Development  \n  \n_\n  * Create engaging content such as pitch decks, value articulation assets, competitive positioning guides, and technology roadmaps tailored for sales teams and customers.\n  * Simplify complex technical concepts into clear, concise messaging for non-expert audiences while maintaining technical accuracy.\n  * Collaborate with marketing teams to ensure messaging aligns with broader campaigns, thought leadership initiatives, and go-to-market strategies.  \n  \n\n\n_Cross-functional Collaboration  \n  \n_\n  * Partner with subject matter experts across engineering, marketing, and regional business units to align messaging with organizational priorities.\n  * Work closely with communication leads to deliver new or updated content across regions and industries effectively.  \n  \n\n\n_Content Effectiveness & Optimization  \n  \n_\n  * Track metrics to measure the effectiveness of messaging assets and their adoption by sales teams. Use data insights to refine content development priorities for continuous improvement.  \n  \n\n\n**The Essentials - You Will Have  \n  \n**\n  * Bachelor's Degree.\n  * Legal authorization to work in the US is required. We will not sponsor individuals for employment visas, now or in the future, for this job opening.\n  * Ability to travel, including internationally, up to 25%.  \n  \n\n\n**The Preferred - You Might Also Have  \n  \n**\n  * Typically requires 5+ years of experience in sales enablement, product marketing, or business development roles within technology or industrial sectors.\n  * Bachelor's degree in Business Administration, Marketing, Communications, Engineering, or related field; technical background\n  * Strong understanding of AI technologies and their application in enterprise environments (e.g., computer vision, machine learning models).\n  * Proven ability to translate technical concepts into compelling business narratives that resonate with customers and sales teams.\n  * Exceptional written and verbal communication skills; experience creating visual content is a plus.\n  * Collaborative mindset with experience working across multiple departments in matrixed organizations.  \n  \n\n\n**What We Offer  \n  \n**\n  * Health Insurance including Medical, Dental and Vision\n  * 401k\n  * Paid Time off\n  * Parental and Caregiver Leave\n  * Flexible Work Schedule where you will work with your manager to enjoy a work schedule that fit with your personal life.\n  * To learn more about our benefits package, please visit at www.raquickfind.com.  \n  \n\n\n_At Rockwell Automation we are dedicated to building a diverse, inclusive and authentic workplace, so if you're excited about this role but your experience doesn't align perfectly with every qualification in the job description, we encourage you to apply anyway. You may be just the right person for this or other roles.  \n  \n  \n  \n_ We are an Equal Opportunity Employer including disability and veterans.   \n  \nIf you are an individual with a disability and you need assistance or a reasonable accommodation during the application process, please contact our services team at +1 (844) 404-7247.   \n  \nRockwell Automation’s hybrid policy aligns that employees are expected to work at a Rockwell location at least Mondays, Tuesdays, and Thursdays unless they have a business obligation out of the office.",
      "ZJOBPOSTINGTIME" : "",
      "ZJOBAPPLYLINK" : "https:\/\/rockwellautomation.wd1.myworkdayjobs.com\/External_Rockwell_Automation\/job\/Milwaukee-Wisconsin-United-States\/AI-Sales-Enablement-Specialist_R25-3232?source=LinkedIn",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZCOMPANYNAME" : "Rockwell Automation",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZSELECTEDRESID" : null,
      "ZSTATUS" : "new",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYLINKEDINID" : "4212985328",
      "ZINDUSTRIES" : "Automation Machinery Manufacturing",
      "ZNOTES" : "",
      "Z_ENT" : 7,
      "Z_PK" : 22,
      "ZJOBPOSITION" : "AI Sales Enablement Specialist",
      "ZJOBFUNCTION" : "Sales and Business Development",
      "ZID" : "jvwr8ewFRf2cq2gFFgVmbA==",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4212985328",
      "ZSELECTEDCOVERID" : "D3DEk5VdR+y42PyGl8Ku3Q=="
    },
    {
      "ZINDUSTRIES" : "Information Services and Technology, Information and Internet",
      "ZSENIORITYLEVEL" : "Not Applicable",
      "ZJOBPOSTINGTIME" : "",
      "ZSTATUS" : "new",
      "Z_ENT" : 7,
      "ZCOMPANYLINKEDINID" : "4224655906",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZSELECTEDRESID" : null,
      "ZID" : "f5Q1uXEDTkinxsA5ayzfWQ==",
      "ZJOBFUNCTION" : "Sales, General Business, and Customer Service",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZJOBAPPLYLINK" : "https:\/\/careers.google.com\/jobs\/results\/141949922881479366-sales-specialist\/?src=Online\/LinkedIn\/linkedin_us&utm_source=linkedin&utm_medium=jobposting&utm_campaign=contract",
      "Z_PK" : 23,
      "ZSELECTEDCOVERID" : "8SdDGkyLRteMGt5LmZ7yMA==",
      "ZJOBPOSITION" : "Sales Specialist, Generative AI, SMB, Google Cloud",
      "ZJOBDESCRIPTION" : "Note: By applying to this position you will have an opportunity to share your preferred working location from the following: **Austin, TX, USA; Atlanta, GA, USA** . **Minimum qualifications:  \n  \n**\n  * Bachelor's degree or equivalent practical experience.\n  * 4 years of experience in a sales role, selling technology solutions to Small and Medium Businesses (SMBs).\n  * Experience collaborating with technical teams to explain solutions and build implementation plans.\n  * Experience in identifying customer pain points and translating them into actionable solutions.  \n  \n\n\n**Preferred qualifications:  \n  \n**\n  * Experience building relationships with business owners and decision-makers in SMBs.\n  * Experience working with internal and external partners who serve the SMB market.\n  * Experience exceeding business goals and driving business growth within the SMB market, in the AI space.\n  * Familiarity with common technology solutions used by SMBs with an understanding of how cloud and AI can benefit them.\n  * Ability to prioritize, plan, and manage multiple SMB accounts and business cycles effectively.\n  * Excellent communication, presentation, and problem-solving skills, with the ability to explain complex concepts simply and clearly to SMB audiences.  \n  \n\n\n**About the job** At Google Cloud, we are dedicated to empowering small and medium businesses (SMBs) with the transformative power of Artificial Intelligence. We partner closely to provide practical AI guidance, share real-world examples, and help SMBs implement solutions that truly impact their bottom line.   \n  \nIn this role, you will be a trusted advisor, helping these businesses understand how AI can unlock new growth, streamline operations, and create better customer experiences without needing a massive enterprise budget or team.Google Cloud accelerates every organization’s ability to digitally transform its business and industry. We deliver enterprise-grade solutions that leverage Google’s cutting-edge technology, and tools that help developers build more sustainably. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.   \n  \nThe US base salary range for this full-time position is $135,000-$198,000 + bonus + equity + benefits. Our salary ranges are determined by role, level, and location. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific salary range for your preferred location during the hiring process.   \n  \nPlease note that the compensation details listed in US role postings reflect the base salary only, and do not include bonus, equity, or benefits. Learn more about benefits at Google .   \n  \n**Responsibilities  \n  \n**\n  * Build strong relationships with Small and Medium Businesses (SMBs) owners and key decision-makers. Understand their unique business challenges positioning yourself as their go-to expert for AI solutions.\n  * Work directly with SMBs to pinpoint specific ways AI can address their needs.\n  * Responsible for meeting and exceeding business goals within your assigned SMB territory.\n  * Partner with internal Google teams (like Customer Engineers, Marketing focused on SMBs) and external partners who serve the SMB market to develop effective Go-to-Market strategies, build a strong pipeline, and ensure a positive experience for our SMB customers.\n  * Create and execute strategic plans for our SMB accounts, focusing on how our responsible AI framework can deliver tangible value to their specific business.  \n  \n  \n\n\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form .",
      "ZCOMPANYNAME" : "Google",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4224655906",
      "Z_OPT" : 1,
      "ZNOTES" : ""
    },
    {
      "Z_ENT" : 7,
      "ZSENIORITYLEVEL" : "Entry level",
      "ZSELECTEDCOVERID" : "oBk\/4nWBRdSRg03KJkgC7A==",
      "ZCOMPANYNAME" : "Frontiers Market",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZSTATUS" : "new",
      "ZID" : "BWrGJrrHTbG\/6f2bzeLidg==",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZJOBPOSITION" : "Machine Learning Engineer (Computer Vision)",
      "ZJOBPOSTINGTIME" : "",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBAPPLYLINK" : "https:\/\/www.linkedin.com\/jobs\/view\/4214054986",
      "Z_PK" : 24,
      "ZSELECTEDRESID" : null,
      "ZNOTES" : "",
      "ZJOBDESCRIPTION" : "🌟 Machine Learning Engineer (Computer Vision) 📍 Location: Austin, TX 🕒 Type: Full-Time\n**🤠 Howdy, we’re Frontiers Market!** We’re an Austin startup obsessed with improving the lives of ranchers by giving them access to cutting-edge AI solutions. We're looking for an enthusiastic Machine Learning Engineer to join our team, help us innovate, and build exceptional computer vision products for the AgTech industry.\n**🎯 What You'll Be Doin'**\n  * Assist in building and maintaining robust deep learning pipelines.\n  * Support dataset creation, annotation, and validation processes.\n  * Train and fine-tune deep learning models for visual perception tasks.\n  * Prototype, test, and validate computer vision algorithms on real-world datasets.\n  * Collaborate closely with senior engineers and cross-functional teams to integrate computer vision solutions into our products.\n  * Help monitor deployed models and contribute to their improvement and scalability.\n  * Identify and troubleshoot issues in development and production environments.\n  * Stay updated on the latest ML tools, technologies, and best practices.\n\n\n**🛠 Requirements**\n  * Master’s degree in computer science, computer vision, data science, or a related field.\n  * 1-2 years of relevant experience or strong internship\/project background in machine learning, particularly computer vision.\n  * Proficiency in Python, with familiarity in libraries such as OpenCV, TensorFlow, or PyTorch.\n  * Understanding of modern deep learning frameworks (CNNs, YOLO, Vision Transformers).\n  * Experience with managing datasets, including annotation and preprocessing.\n  * Good problem-solving skills and eagerness to learn in a fast-paced startup environment.\n\n\n**🌟 Nice-to-Haves**\n  * Familiarity with workflow orchestration frameworks (KubeFlow, Airflow, Dagster).\n  * Exposure to cloud platforms like AWS, GCP, or Azure.\n  * Interest or prior experience in agtech, farming, or online marketplaces.\n  * Experience working in startup environments or entrepreneurial projects.\n\n\n**🎉 Perks**\n  * Competitive salary and equity.\n  * Flexible working hours.\n  * Opportunity to directly impact and improve the lives of ranchers.\n\n\n🤝 Let's Get to Work If you're eager to learn, passionate about AI, and ready to make a meaningful impact, saddle up and join the Frontiers Market team! To apply, please send your resume and a link to any relevant projects or portfolio to sdeshpande@frontiersmarket.com. We're excited to see how you'll contribute to our vision! 🐮🎉",
      "ZCOMPANYLINKEDINID" : "4214054986",
      "Z_OPT" : 1,
      "ZINDUSTRIES" : "Technology, Information and Internet",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4214054986"
    },
    {
      "ZINDUSTRIES" : "IT Services and IT Consulting",
      "ZSTATUS" : "new",
      "ZJOBAPPLYLINK" : "https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/294845\/?utm_medium=jobboard&utm_source=LinkedIn",
      "ZID" : "Tq3Jp678Qbu04hhLKXgROw==",
      "Z_ENT" : 7,
      "ZJOBPOSITION" : "Software Developer 1",
      "ZNOTES" : "",
      "ZSELECTEDCOVERID" : "WSuINfmtSUGS0+YHUhQDXQ==",
      "ZJOBDESCRIPTION" : "**Job Description  \n  \n** **Entity** : Oracle America, Inc.   \n  \n**Job Duties** : Design, develop, troubleshoot and\/or test\/QA software. As a member of the software engineering division, apply knowledge of software architecture to perform tasks associated with developing, debugging, or designing software applications or operating systems according to provided design specifications. Build enhancements within an existing software architecture and\/or suggest improvements to the architecture. May telecommute. (385.31841)   \n  \nEmployer will accept a Bachelor's degree in Computer Science, Engineering, or related technical field and 1 year of experience in the job offered or in a Software Developer-related occupation. Position requires:   \n  \n\n  * C#; \n  * SQL; \n  * Windows UI including WPF; \n  * Object oriented methodology; \n  * Java; \n  * HTML\\CSS\\JavaScript; \n  * React; \n  * Agile methodology; \n  * GraphQL; and \n  * SQLite.   \n  \n  \n\n\n**Qualifications  \n  \n** Disclaimer:   \n  \n**Certain US customer or client-facing roles may be required to comply with applicable requirements, such as immunization and occupational health mandates.  \n  \n** **Range and benefit information provided in this posting are specific to the stated locations only  \n  \n** US: Hiring Range in USD from: $73,700 - $158,200 per year. May be eligible for bonus and equity.   \n  \nOracle maintains broad salary ranges for its roles in order to account for variations in knowledge, skills, experience, market conditions and locations, as well as reflect Oracle’s differing products, industries and lines of business.   \n  \nCandidates are typically placed into the range based on the preceding factors as well as internal peer equity.   \n  \nOracle US offers a comprehensive benefits package which includes the following:   \n  \n\n  * Medical, dental, and vision insurance, including expert medical opinion\n  * Short term disability and long term disability\n  * Life insurance and AD&D\n  * Supplemental life insurance (Employee\/Spouse\/Child)\n  * Health care and dependent care Flexible Spending Accounts\n  * Pre-tax commuter and parking benefits\n  * 401(k) Savings and Investment Plan with company match\n  * Paid time off: Flexible Vacation is provided to all eligible employees assigned to a salaried (non-overtime eligible) position. Accrued Vacation is provided to all other employees eligible for vacation benefits. For employees working at least 35 hours per week, the vacation accrual rate is 13 days annually for the first three years of employment and 18 days annually for subsequent years of employment. Vacation accrual is prorated for employees working between 20 and 34 hours per week. Employees working fewer than 20 hours per week are not eligible for vacation.\n  * 11 paid holidays\n  * Paid sick leave: 72 hours of paid sick leave upon date of hire. Refreshes each calendar year. Unused balance will carry over each year up to a maximum cap of 112 hours.\n  * Paid parental leave\n  * Adoption assistance\n  * Employee Stock Purchase Plan\n  * Financial planning and group legal\n  * Voluntary benefits including auto, homeowner and pet insurance  \n  \n  \n\n\nThe role will generally accept applications for at least three calendar days from the posting date or as long as the job remains posted.   \n  \nCareer Level - IC2   \n  \n**About Us  \n  \n** As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s challenges. We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.   \n  \nWe know that true innovation starts when everyone is empowered to contribute. That’s why we’re committed to growing an inclusive workforce that promotes opportunities for all.   \n  \nOracle careers open the door to global opportunities where work-life balance flourishes. We offer competitive benefits based on parity and consistency and support our people with flexible medical, life insurance, and retirement options. We also encourage employees to give back to their communities through our volunteer programs.   \n  \nWe’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by emailing accommodation-request_mb@oracle.com or by calling +1 888 404 2494 in the United States.   \n  \nOracle is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZCOMPANYLINKEDINID" : "4229052928",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4229052928",
      "ZCOMPANYNAME" : "Oracle",
      "ZSELECTEDRESID" : null,
      "Z_OPT" : 1,
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "Z_PK" : 25,
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBPOSTINGTIME" : ""
    },
    {
      "ZJOBPOSTINGTIME" : "",
      "ZJOBAPPLYLINK" : "https:\/\/www.adzuna.com\/details\/5192103130?v=5A8A813F0446F860E087DB1BC93C075C650B3FF6&frd=77eb6eb96251f3fa7b3ed182bf04ed0d&r=19380693&ccd=94d0fd3010f60003e2531b5711f9ce80&utm_source=linkedin7&utm_medium=organic&chnlid=1931&title=ML Product Engineer (Junior)&a=e",
      "ZSTATUS" : "new",
      "ZCOMPANYLINKEDINID" : "4226486053",
      "Z_PK" : 27,
      "ZSELECTEDCOVERID" : "RailrilHSqW2b\/Vtx5AkeA==",
      "ZINDUSTRIES" : "Venture Capital and Private Equity Principals",
      "ZJOBPOSITION" : "ML Product Engineer (Junior)",
      "ZJOBDESCRIPTION" : "**About Tanagram  \n  \n** Tanagram's mission is to enable developers to work at the speed of thought. To do that, we're building a tool that captures hard-won lessons buried in codebases, code reviews, incident post-mortems, and Slack chats. We turn those lessons into real-time guardrails that flag or fix risky patterns the moment they reach a pull request — and, eventually, at code generation time — so that engineers can ship faster and avoid disaster.   \n  \nImagine an ideal staff engineer. They know the entire codebase and how different systems interact. They follow every PR, so they know what changes are being made and how patterns evolve. They've read all the documentation. They keep up-to-date on Slack conversations. Ultimately, they index all that information in their heads, and deliver impact by showing up everywhere and saying the right things at the right time.   \n  \nWe're building that, but at scale for entire teams and companies. Tanagram is an extension of every team's best staff engineer, available anywhere and anytime.   \n  \n**About This Role  \n  \n** As an ML Product Engineer, you'll leverage the latest ML tools and techniques to enable product functionality, including:   \n  \n\n  * Analyzing enterprise-scale codebases for implicit dependencies.\n  * Implementing recommendation systems for finding code that's similar to a given pattern.\n  * Extracting patterns from code reviews and documentation.  \n  \n\n\nThis role is exploratory — we have a good sense of what success looks like, but we don't yet know how to get there. You should have a good intuition for the right tools to use and how to configure, combine, and tweak them to deliver the best results for our users.   \n  \nWe’re a small team of generalists and work across multiple domains. We're looking for meticulous, high-agency people who have good judgment around what problems to solve, the skills (or learning ability) to solve it expediently, and an understanding of the appropriate quality bar given the surrounding business context.   \n  \nWe will generally work in-person in San Francisco (our office is in Mission Bay), but are open to remote for the right candidate.   \n  \n**Responsibilities  \n  \n**\n  * Research & apply ML algorithms: clustering techniques, similarity search, entity recognition, etc.\n  * Build knowledge graphs from multiple data sources.\n  * Use reasoning models like Qwen2.5-7B-Instruct to refine queries based on existing knowledge.\n  * Help build with the best tools in an AI stack: LLM-Evals, Guardrails for AI, CodeAct (agents writing code to fulfill goals), memory for agents (like Mem0).  \n  \n\n\n**What We Offer  \n  \n**\n  * Challenging work on enterprise-scale codebases and datasets.\n  * Top-of-market compensation (and a long runway).\n  * Employee-friendly equity terms (low FMV, early exercise, extended exercise).\n  * Your choice of Macbook Pro + computer\/office equipment stipend.\n  * Food stipend\/reimbursements on meals.\n  * Health, dental, and vision insurance.\n  * Unlimited PTO.\n  * A relatively un-chaotic working environment (we aren't pivoting every week).\n  * An opportunity to lead and define our company.  \n  \n\n\n**Qualifications  \n  \n**\n  * Experience working with high-volume data in vector databases.\n  * Experience with ML\/NLP techniques on production projects.\n  * Self-direction and output-oriented: you repeatedly, independently seek out the most valuable thing you could be doing, to achieve scalable results, quickly. You do so even when requirements and priorities may be changing rapidly.\n  * Bonus points:\n    * Experience building knowledge graphs and working with graph databases.\n    * If you've previously worked at a startup, or founded one yourself.  \n\n\n**Compensation  \n  \n** Depending on the relevance and amount of your experience:   \n  \n\n  * Salary for this position ranges from $160,000 to $200,000 USD\n  * Equity ranges from 0.5% to 1.5%.   \n  \n\n\nIf we move forward with an offer, you will have a choice between more cash or more equity.",
      "ZSENIORITYLEVEL" : "Entry level",
      "Z_OPT" : 1,
      "ZSELECTEDRESID" : null,
      "ZID" : "gKTJEL8fQeCNm8zdjtLtvg==",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYNAME" : "Pear VC",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZNOTES" : "",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4226486053",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "Z_ENT" : 7
    },
    {
      "ZJOBDESCRIPTION" : "**Company Overview  \n  \n** Headquartered in suburban Atlanta, Georgia, Artivion, Inc. specializes in developing innovative medical devices aimed at addressing challenging cardiac and vascular conditions. Our Austin facility houses a diverse team dedicated to producing the On-X Mechanical Heart Valves. With over 1,600 employees globally and manufacturing sites in Atlanta, Austin, and Hechingen, Germany, Artivion serves healthcare professionals in over 100 countries. For more details on the On-X Mechanical Heart Valve, click here.   \n  \n**Position Objective  \n  \n** Responsible for providing process engineering support for all product manufacturing departments. Supports manufacturing operations to ensure consistent adherence to the standard operating procedures and business continuity. Initiates process improvement initiatives to improve the efficiency of current manufacturing processes, as well as develop new processes to improve manufacturing efficiency. Supports new product launches by collaborating with other functional areas and providing process engineering expertise during the implementation of processes or equipment.   \n  \n**Responsibilities  \n  \n**\n  * Receives materials and\/or parts specifications from senior engineers and edits\/updates technical drawings and specifications accordingly. Supports evaluation of material changes.\n  * Troubleshoots equipment and manual processes through physical inspection\/diagnosing of parts. Orders replacement parts as needed.\n  * Assists in maintenance of PLC controlled processes. \n  * Supports senior engineers and IT in development of software and databases.\n  * Participates as assigned in product and process improvement initiatives.\n  * Provides technical support when dealing with suppliers of key components and equipment.\n  * Assembles parts and equipment for new equipment start-ups. Ensures process flow is correct by debugging any issues and evaluates manufacturing process. \n  * Receives operations documentation edits and makes updates. Aids the Management staff in creation and improving of Operations documentation.\n  * Assist in audit\/CAPA deliverables as assigned by management.\n  * Perform additional duties as assigned by Manager.  \n  \n\n\n**Key Result Areas  \n  \n**\n  * Successful implementation of new products and processe\n  * Reduction of manufacturing errors and improvement of yields and cycle times.\n  * Successful completion of\n  * Provide knowledge and feedback to the production team for the successful implementation of new processes or\n  * Addressing supplier continuity issues to prevent product run-out.\n  * Continuous Process  \n  \n\n\n**Qualifications  \n  \n** _Other responsibilities as assigned.  \n  \n_\n  * Bachelor’s degree in Engineering (Mechanical, Chemical, Biomedical, Industrial or related field of engineering).\n  * Typically requires 0-2 years of medical device, tissue product or related engineering experience.\n  * Familiarity with Computer Aided Design preferred  \n  \n\n\n**Other Factors Of Job Performance  \n  \n**\n  * Ability to demonstrate mechanical aptitude.\n  * Ability to follow and execute complex instruction to make engineering updates\n  * Demonstrates the ability to manage multiple tasks to completion.\n  * Demonstrates the ability to analyze problems and develop practical solutions.\n  * Demonstrates good verbal and written communication skills.\n  * Demonstrates attention to detail and the ability to produce results.\n  * Demonstrates good interpersonal skills in a team environment.  \n  \n\n\n**Equal Employment Opportunity Employer (EEO)  \n  \n** We are an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or any other protected status under applicable law.",
      "Z_PK" : 28,
      "ZID" : "+jH7EBd+SE+5QFWoog8AWw==",
      "ZSELECTEDCOVERID" : "wEFr0qG\/TsKvLIsCl9hXIA==",
      "Z_OPT" : 1,
      "ZSENIORITYLEVEL" : "Entry level",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4230038852",
      "ZCOMPANYLINKEDINID" : "4230038852",
      "ZNOTES" : "",
      "ZJOBAPPLYLINK" : "https:\/\/recruiting.ultipro.com\/CRY1001CRYO\/JobBoard\/f33fa4b2-424d-4c66-bb1c-4bc4403f314f\/OpportunityDetail?opportunityId=37f45958-4a4a-4fa9-a711-55bbdf062059&source=LinkedIn",
      "ZINDUSTRIES" : "Biotechnology Research",
      "ZJOBPOSITION" : "Process Engineer I",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZSTATUS" : "new",
      "ZSELECTEDRESID" : null,
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZCOMPANYNAME" : "Artivion, Inc.",
      "ZJOBFUNCTION" : "Management and Manufacturing",
      "ZJOBPOSTINGTIME" : "",
      "Z_ENT" : 7
    },
    {
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4223607137",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBPOSITION" : "Robotics Engineers – Ground-Floor Hardware Venture",
      "ZCOMPANYLINKEDINID" : "4223607137",
      "Z_PK" : 29,
      "ZJOBPOSTINGTIME" : "",
      "ZJOBAPPLYLINK" : "https:\/\/adr.to\/rfuhgai",
      "ZNOTES" : "",
      "ZSTATUS" : "Unsubmitted",
      "Z_OPT" : 10,
      "Z_ENT" : 7,
      "ZJOBDESCRIPTION" : "**Robotics Engineers – Ground-Floor Hardware Venture**\n**Austin, TX – On-Site, collaborative, tool-in-hand work**\n**Mechatronics | Embedded Systems | Rapid Prototyping | Materials | PCB Design**\n**Permanent | No corporate fluff – just raw creativity**\n  \n\nThis is one of those rare, ground-floor opportunities to build the future of robotics from scratch—hands-on, experimental, and with a bold mission at its core: make advanced robotics accessible to everyone.\n  \n\nWe’re partnering with a venture-backed startup in Austin, assembling a world-class team of engineers, makers, and misfits to tackle the hard problems in robotics across hardware, software, and everything in between.\n  \n\nOur client is hiring across several key areas and looking for technically versatile people who love solving _real_ problems in the physical world.\n  \n\n**Current focus areas include:**\n  \n\n  * Mechatronics & Robotics – low-level control, actuators, kinematics, firmware integration\n  * Design & Build – CAD, hardware iteration, hands-on prototyping\n  * Electronics & Embedded – PCB design, embedded firmware, hardware bring-up\n  * Materials & Manufacturing – experimental materials, small-scale manufacturing, tooling\n\n\n  \n\nOpen to experienced engineers across mid to senior levels\n  \n\n**What you’ll be joining:**\n  \n\n  * A zero-fluff, high-autonomy engineering environment\n  * A team that thinks with their hands—rapid, iterative, and collaborative\n  * A space where breaking things is part of the process\n  * A mission to make robotics radically more accessible and capable\n\n\n  \n\n**What’s in it for you:**\n  \n\n  * Ground-floor entry to something with serious scale potential\n  * Massive scope to design, test, break, and rebuild\n  * Access to top-tier tools and open-ended challenges\n  * Real ownership, real problems, real results\n\n\n  \n\n**Certus Recruitment Group** is a specialist consultancy providing sales, marketing, and IT recruitment services across North America, the UK, Europe, and Australia.",
      "ZID" : "DYm9JcY0Rm6w2IKxLa+dsA==",
      "ZINDUSTRIES" : "Software Development, Robot Manufacturing, and Robotics Engineering",
      "ZCOMPANYNAME" : "Certus Recruitment Group",
      "ZJOBFUNCTION" : "Information Technology and Engineering",
      "ZJOBLOCATION" : "Austin, United States of America",
      "ZSELECTEDCOVERID" : "tMAO7RozQsmlRZ8Zlxt6rw==",
      "ZSELECTEDRESID" : "+ox4ghLkR6+OVo6ij37apA=="
    },
    {
      "Z_ENT" : 7,
      "ZJOBDESCRIPTION" : "NVIDIA has transformed computer graphics, PC gaming, and accelerated computing for over 25 years. It’s a unique legacy of innovation fueled by great technology—and amazing people. Today, we’re tapping into the unlimited potential of AI to define the next era of computing. An era in which our GPU acts as the brains of computers, robots, and self-driving cars that can understand the world. Doing what’s never been done before takes vision, innovation, and the world’s best talent. As an NVIDIAN, you’ll be immersed in a diverse, supportive environment where everyone is inspired to do their best work. Join the team and see how you can make a lasting impact on the world.   \n  \nJoin NVIDIA, where we are driving the future of technology by pushing the boundaries of AI, robotics, and accelerated computing. As a Senior Developer Relations Manager - Robotics, you will be part of a hardworking and innovative team influencing the robotics ecosystem. This role is outstanding in that you will have the opportunity to work on groundbreaking projects transforming industries and improving lives. We can achieve exceptional results with our world-class resources and your confirmed expertise. If you are an adaptive self-starter who can engage successfully at all levels and deliver quality results, apply today!   \n  \n**What You'll Be Doing  \n  \n**\n  * Leading and managing the developer relations strategy for our robotics ecosystem, ensuring flawless execution and impactful results.\n  * Collaborating with cross-functional teams, including engineering, product management, and marketing, to successfully implement initiatives that drive developer engagement and growth of the ecosystem.\n  * Building and nurturing relationships with developers, partners, and industry leaders to foster a vibrant and inclusive robotics community.\n  * Providing technical mentorship and support to developers, helping them to compete and innovate using NVIDIA's robotics technologies.\n  * Coordinating and participating in events, webinars, and other activities to showcase our solutions and engage with the developer community.  \n  \n\n\n**What We Need To See  \n  \n**\n  * 10+ years of experience and a bachelor’s degree (or equivalent experience) in computer science, engineering, or a related field, an advanced degree is preferred.\n  * Proven experience in developer relations, technical evangelism, or a related role within the technology sector.\n  * Strong technical background with a deep understanding of robotics technologies and ecosystems.\n  * Outstanding communication and interpersonal skills, with the ability to build and maintain relationships with diverse collaborators.\n  * Demonstrated ability to lead projects and teams, with a track record of delivering ambitious goals.  \n  \n\n\nThe base salary range is 184,000 USD - 356,500 USD. Your base salary will be determined based on your location, experience, and the pay of employees in similar positions.   \n  \nYou will also be eligible for equity and benefits . _NVIDIA accepts applications on an ongoing basis.  \n  \n_ NVIDIA is committed to fostering a diverse work environment and proud to be an equal opportunity employer. As we highly value diversity in our current and future employees, we do not discriminate (including in our hiring and promotion practices) on the basis of race, religion, color, national origin, gender, gender expression, sexual orientation, age, marital status, veteran status, disability status or any other characteristic protected by law.   \n  \nJR1997254",
      "ZCOMPANYNAME" : "NVIDIA",
      "ZJOBPOSTINGTIME" : "",
      "ZSELECTEDCOVERID" : "Ca1iu0KRQG+Jw8TcaSobaQ==",
      "ZSELECTEDRESID" : null,
      "ZJOBAPPLYLINK" : "https:\/\/nvidia.wd5.myworkdayjobs.com\/NVIDIAExternalCareerSite\/job\/US-CA-Santa-Clara\/Senior-Developer-Relations-Manager---Robotics_JR1997254?source=jobboardlinkedin",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZINDUSTRIES" : "Computer Hardware Manufacturing, Software Development, and Computers and Electronics Manufacturing",
      "ZJOBPOSITION" : "Senior Developer Relations Manager - Robotics",
      "Z_OPT" : 1,
      "ZNOTES" : "",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "Z_PK" : 30,
      "ZCOMPANYLINKEDINID" : "4226612846",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4226612846",
      "ZSTATUS" : "new",
      "ZID" : "jyKJ2omNRjStc3Fr6chpLA==",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZEMPLOYMENTTYPE" : "Full-time"
    },
    {
      "Z_PK" : 31,
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBPOSITION" : "Hardware Reliability Engineer (Starlink Product)",
      "ZSELECTEDRESID" : null,
      "ZSTATUS" : "new",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4083558994",
      "ZCOMPANYLINKEDINID" : "4083558994",
      "ZJOBPOSTINGTIME" : "",
      "ZCOMPANYNAME" : "SpaceX",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZJOBDESCRIPTION" : "SpaceX was founded under the belief that a future where humanity is out exploring the stars is fundamentally more exciting than one where we are not. Today SpaceX is actively developing the technologies to make this possible, with the ultimate goal of enabling human life on Mars.   \n  \n**HARDWARE RELIABILITY ENGINEER (STARLINK PRODUCT)  \n  \n** SpaceX is developing a low-latency, broadband internet system to meet the needs of consumers across the globe. Enabled by a constellation of low Earth orbit satellites, Starlink will provide fast, reliable internet to populations with little or no connectivity, including those in rural communities and places where existing services are too expensive or unreliable. The Hardware Reliability Team at Starlink is an inter-disciplinary team that is committed to the reliability of the mechanical and electrical hardware required to connect our customers to our satellites.   \n  \nYour breadth of exposure will span across dozens of areas (mechanical, electrical, RF, software, test, etc.) as you collaborate with core groups at SpaceX to bring hardware from initial concept development to full-scale high-volume production.   \n  \nYou will use data to understand the factors that drive process and product reliability in design and manufacturing. You will dive deep into the details to identify, understand, and solve difficult technical problems to influence product design and manufacturing processes. You will be exposed to a hands-on environment that will enable you to spend time on the factory floor and in the test lab to improve the reliability of hardware and, ultimately, the user experience.   \n  \n**Responsibilities  \n  \n**\n  * Develop and implement reliability test strategies for new products and their subcomponents to maximize field life and minimize early life failures\n  * Develop, implement, and validate test and inspection processes for new and existing products and production processes, ensuring that criteria are objective and that reliability goals are consistently met\n  * Design and execute novel environmental, RF, mechanical, and electrical testing techniques tailored to the product and its functions\n  * Write test programs to exercise the functionality of the product over various conditions and environments\n  * Automate reliability test initiatives and reporting using proper data visualization techniques and thorough knowledge of the product and its functions\n  * Define the ongoing reliability testing strategy to monitor the manufacturing process health and screen for long-term reliability defects caused by process and component variability\n  * Monitor product and process quality through production ramp-up using a suite of analysis tools, and drive improvements to areas that are under-performing in terms of key quality metrics\n  * ⁠Investigate failures in production and test, identifying and mitigating the immediate and underlying root causes in order to reduce risk and improve reliability of designs and processes\n  * ⁠Contain suspect or known non-conforming product, providing guidance to production representatives and engineers to assist in quarantining and rework activities\n  * Work closely with hardware, software, manufacturing, and network engineering teams to maximize reliability across all disciplines  \n  \n\n\n**Basic Qualifications  \n  \n**\n  * Bachelor’s degree in an engineering discipline\n  * 1+ years of experience in test, analysis, manufacturing, or hardware development (internship and project experience is applicable)  \n  \n\n\n**Preferred Skills And Experience  \n  \n**\n  * Experience with both electronics and mechanical design and analysis including knowledge of RF principles\n  * Programming experience in Python, C and SQL with an emphasis on data analysis and automation\n  * Demonstrated capability to think creatively and solve complex problems with little to no supervision on schedule as an individual or as a member of an integrated team\n  * Experience in a fast-paced, iterative design environment within the consumer electronics, mobile handset, medical devices, aerospace, marine, or automotive industries  \n  \n\n\n**Additional Requirements  \n  \n**\n  * Ability to work extended hours, weekends, and offsite as needed  \n  \n\n\n**Itar Requirements  \n  \n**\n  * To conform to U.S. Government export regulations, applicant must be a (i) U.S. citizen or national, (ii) U.S. lawful, permanent resident (aka green card holder), (iii) Refugee under 8 U.S.C.\n  * 1157, or (iv) Asylee under 8 U.S.C.\n  * 1158, or be eligible to obtain the required authorizations from the U.S. Department of State. Learn more about the ITAR here.   \n  \n\n\nSpaceX is an Equal Opportunity Employer; employment with SpaceX is governed on the basis of merit, competence and qualifications and will not be influenced in any manner by race, color, religion, gender, national origin\/ethnicity, veteran status, disability status, age, sexual orientation, gender identity, marital status, mental or physical disability or any other legally protected status.   \n  \nApplicants wishing to view a copy of SpaceX’s Affirmative Action Plan for veterans and individuals with disabilities, or applicants requiring reasonable accommodation to the application\/interview process should reach out to EEOCompliance@spacex.com _._",
      "ZINDUSTRIES" : "Aviation and Aerospace Component Manufacturing",
      "ZID" : "XO\/781gwTRap0WsLddtYDg==",
      "ZJOBLOCATION" : "Bastrop, Texas, United States of America",
      "ZSELECTEDCOVERID" : "nqbq0W3rStGeH5F7JO+\/QA==",
      "ZJOBAPPLYLINK" : "https:\/\/boards.greenhouse.io\/spacex\/jobs\/7734755002?gh_jid=7734755002&gh_src=3c0864192&source=LinkedIn",
      "Z_OPT" : 1,
      "ZNOTES" : "",
      "ZSENIORITYLEVEL" : "Entry level",
      "Z_ENT" : 7
    },
    {
      "Z_PK" : 32,
      "ZJOBPOSITION" : "FileMaker Developer",
      "ZNOTES" : "",
      "Z_ENT" : 7,
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZINDUSTRIES" : "Industrial Machinery Manufacturing",
      "ZSELECTEDCOVERID" : "M\/aKO3zqSQCsLw5yJHKBrQ==",
      "ZJOBAPPLYLINK" : "https:\/\/ir-jobs.dzconnex.com\/job-details\/filemaker-developer-in-information-technology-jobs-1174992",
      "ZJOBPOSTINGTIME" : "",
      "ZCOMPANYNAME" : "Ingersoll Rand",
      "ZSELECTEDRESID" : null,
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBLOCATION" : "Bastrop, Texas, United States of America",
      "Z_OPT" : 1,
      "ZSTATUS" : "new",
      "ZID" : "28S8m9PqTeiWY3mmK34byA==",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4194364489",
      "ZCOMPANYLINKEDINID" : "4194364489",
      "ZJOBDESCRIPTION" : "Ingersoll Rand is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.   \n  \n**Job title** : FileMaker Developer   \n  \n**Location** : Austin, TX (On-site)   \n  \n**About Us  \n  \n** Imagine a company with technology leadership of over 160 years, yet it operates with the energy of a startup. Ingersoll Rand has dedicated itself to Making Life Better for its employees, customers, shareholders, and planets. We produce innovative and mission-critical flow creation and life science technologies – from compressors to precision handling of liquids, gasses, and powers – to increase industrial productivity, efficiency, and sustainability. Supported by over 80+ brands, our products are used in various end-markets including life sciences, food and beverage, clean energy, industrial manufacturing, infrastructure, and more. Across the globe, we’re driving growth with an entrepreneurial spirit and ownership mindset. Learn more at irco.com and join us to own your future.   \n  \n**Job Overview  \n  \n** Join our Trace Analytics team and take the lead in developing and optimizing our proprietary business system! This high-impact role puts you at the core of innovation, where you'll design, develop, and enhance a system that drives efficiency and seamless integration across platforms. We’re looking for a dynamic problem solver with expertise in FileMaker, database design and development, capable of building robust, scalable solutions that align with our business objectives. You’ll collaborate with product owners, internal teams, and external developers, working alongside subject matter experts to ensure our system is secure, efficient, and future-ready.   \n  \nIf you're passionate about technology with FileMaker development history, enjoy thriving in a collaborative environment, and want to make a real impact—this is the opportunity for you!   \n  \n**Responsibilities  \n  \n**\n  * Develop, maintain, document, and troubleshoot FileMaker Pro database together with internal development team and external developers.\n  * Collaborate with subject matter experts (mostly chemists) to develop customized FileMaker databases.\n  * Ensure solutions meet stated objectives and create business value; periodically re-evaluate solutions for continued efficacy and relevance.\n  * Manage projects, including coordinating with external developers and ensuring timely delivery of project milestones.\n  * Ensure the integrity of the databases; maintain customer confidence and protect operations by securing confidential information when applicable.\n  * Define solution integration with other systems (e.g., websites, CRM) as required, and work with other IT and Business Technology teams on realizing these integrations.\n  * Train new staff on the use of the database; train existing staff on changes, updates, and\/or upgrades.\n  * Understand and comply with company policies, safety guidelines, quality system procedures, and housekeeping standards.   \n  \n\n\n**Requirements  \n  \n**\n  * 5+ years as a software developer and demonstrated expertise in the FileMaker platform; (bringing FileMaker certification is an asset).\n  * Experience with database design, development, and maintenance; hands-on with JavaScript, JSON, REST APIs, PHP, SQL, or .NET is an asset.\n  * Demonstrated ability to collaborate and communicate effectively with cross-functional teams to ensure alignment and project success.\n  * Strong ability to plan and prioritize work to meet deadlines and communicate progress effectively.\n  * Solid analytical and problem-solving skills with a keen eye for detail and precision.\n  * Knowledge of best practices for data security and integrity.\n  * Experience with project management and the ability to manage multiple tasks simultaneously, experience with Agile processes and work management tools.\n  * Strong ability to translate business requirements into technical solutions.\n  * Proficient in reading, writing, and speaking English, with excellent communication and interpersonal skill  \n  \n\n\n**Core Competencies  \n  \n**\n  * Proactive, detail-oriented, and capable of managing multiple projects simultaneously while coordinating with both internal teams and external developers.\n  * A high desire to learn and grow, paired with a diligent work ethic and strong curiosity about technology. \n  * Passion for innovation, a penchant for solving complex problems, and a commitment to delivering high-quality, user-centric solutions are crucial for this role.  \n  \n\n\n**Preferences  \n  \n**\n  * Four-year degree from an accredited university preferred.\n  * Familiarity with cloud services (GCP, Azure) and experience with database integration and business systems will enhance your candidacy.\n  * Experience with medical device, manufacturing, or other highly regulated industries   \n  \n\n\nTravel and Work Arrangements   \n  \n\n  * This position is Onsite in Austin, TX  \n  \n\n\n**What We Offer  \n  \n** At Ingersoll Rand, we embrace a culture of personal ownership — taking responsibility for our company, our communities, and our environment, as well as our individual health and well-being. Our comprehensive benefits package is designed to empower you with the tools and support necessary to take charge of your health, ensuring that together, we can continue to make life better. Our range of benefits includes health care options like medical and prescription plans, dental and vision coverage, as well as wellness programs. Additionally, we provide life insurance, a robust 401(k) plan, paid time off, and even an employee stock grant, among other offerings. These benefits are our commitment to you, so you can be your best at work and beyond.   \n  \nIngersoll Rand Inc. (NYSE:IR), driven by an entrepreneurial spirit and ownership mindset, is dedicated to helping make life better for our employees, customers and communities. Customers lean on us for our technology-driven excellence in mission-critical flow creation and industrial solutions across 40+ respected brands where our products and services excel in the most complex and harsh conditions. Our employees develop customers for life through their daily commitment to expertise, productivity and efficiency. For more information, visit www.IRCO.com.   \n  \n**What We Offer  \n  \n** At Ingersoll Rand, we embrace a culture of personal ownership — taking responsibility for our company, our communities, and our environment, as well as our individual health and well-being. Our comprehensive benefits package is designed to empower you with the tools and support necessary to take charge of your health, ensuring that together, we can continue to make life better. Our range of benefits includes health care options like medical and prescription plans, dental and vision coverage, as well as wellness programs. Additionally, we provide life insurance, a robust 401(k) plan, paid time off, and even an employee stock grant, among other offerings. These benefits are our commitment to you, so you can be your best at work and beyond.   \n  \nIngersoll Rand is committed to achieving workforce diversity reflective of our communities. We are an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.",
      "ZSENIORITYLEVEL" : "Mid-Senior level"
    },
    {
      "ZID" : "6XloTeMcTOS8EIY07wrd6Q==",
      "Z_OPT" : 4,
      "ZJOBDESCRIPTION" : "**A new paradigm of computing  \n  \n** Magic Leap is a pioneer in spatial computing, developing groundbreaking augmented reality technology that seamlessly blends digital content with the real world. As the creator of the next computing platform, our mixed reality devices unlock new possibilities for how people interact with and experience their surroundings.   \n  \nMagic Leap could be your place if you want to be part of a united team where everyone is empowered and trusted to make an impact. At Magic Leap, you can explore innovative solutions and use your talents to solve real-world problems. Working alongside industry experts, you can grow your skills and amplify human potential at the intersection of the physical and digital worlds. We know that successful change and progress accelerate diverse perspectives. As we shape our future, everyone's voice matters. Together, we can reimagine the world of work and, with our bold partners, make the impossible possible.   \n  \n**The opportunity  \n  \n** As a Senior Optical Engineer on Magic Leap's Hardware Engineering team, you will work with an experienced cross-functional team to develop and manufacture innovative leading edge optical components for AR\/MR devices. The team features a collaborative and hands-on environment that fosters engineering excellence, creativity, and innovation in the interdisciplinary areas of optical metrology and testing, device fabrication, display technologies, image processing, and color sciences.   \n  \nThis role is based on our Austin, TX office and will require you to come into our office regularly. Relocation assistance offered.   \n  \n**What You’ll Do  \n  \n**\n  * Perform characterization tests and contribute to development of new test metrics, test stations for prototype components and subsystems that measure image quality, radiometric, and colorimetric quantities to assess performance of augmented reality display systems. \n  * Collaborate with other engineering teams within Magic Leap to understand the key design parameters of their specific technology and how to properly evaluate them. \n  * Assist in automation of image capture and processing for improved efficiency and repeatability. \n  * Evaluate components and subsystem test results using image processing algorithms to quantify performance versus established metrics.   \n  \n\n\n**The Experience You Bring  \n  \n**\n  * 5+ years’ experience in optical metrology methods and instrumentation including camera and imaging systems. \n  * BS degree in Optical Engineering, Computer Science, Electrical Engineering, Physics, or related engineering field. \n  * Hand’s on background in test automation and creating custom optical test or alignment systems preferably with equipment APIs and automation. \n  * Experience in a laboratory setting working with optical testing equipment. This includes being able to design and run experiments yourself and analyzing the results to come to a meaningful conclusion. \n  * Image processing and computer vision experience within the context of assessing display image quality and feature detection. \n  * Demonstrated critical analysis and problem-solving skills - analyzing and troubleshooting new optical metrology tools, running repeatability tests, and reporting summarized results using appropriate statistical analyses.   \n  \n\n\n**It’s exciting if you also have  \n  \n**\n  * MS degree in Optical Engineering, Computer Science, Electrical Engineering, Physics, or related engineering field. \n  * Image processing and computer vision experience within the context of assessing display image quality, optomechanical experience creating fixtures for test systems. \n  * Knowledge of color science and colorimetry. \n  * Experience working in the AR\/VR industry.   \n  \n\n\n**Additional Information  \n  \n** All your information will be kept confidential according to Equal Employment Opportunities guidelines   \n  \n**Accommodations  \n  \n** If you need an accommodation during the application, interviewing, or hiring process, you may request an accommodation by emailing **ApplicantAccommodation@magicleap.com** . Magic Leap will reasonably accommodate qualified individuals with disabilities to the extent required by applicable law.   \n  \nPlease note that we do not accept any application documents via (e-)mail. Furthermore, we do not accept applications from recruitment agencies for this role.   \n  \nAll legitimate Magic Leap email communications will end with \"@magicleap.com\". Please carefully review all emails you receive, to ensure you only engage with legitimate representatives of Magic Leap. For the protection of your Personal Information, do not click any links, open any attachments, or further engage with any suspicious communications. In the event you receive an unexpected or suspicious communication claiming to come from Magic Leap, please reach out directly to **TalentAcquisition@magicleap.com** for assistance.   \n  \n_Our salary ranges are determined by role, level and location. In addition to salary, Magic Leap offers a discretionary bonus, equity, and a fully comprehensive benefits package for eligible employees.  \n  \n_ US Base Salary Range   \n  \n$120,000—$155,000 USD",
      "ZJOBPOSTINGTIME" : "",
      "ZNOTES" : "",
      "ZCOMPANYLINKEDINID" : "4168004314",
      "Z_PK" : 33,
      "ZJOBPOSITION" : "Senior Optical Engineer, Metrology",
      "Z_ENT" : 7,
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZSELECTEDRESID" : "QqddvYXNRVibOG7f+89wYw==",
      "ZINDUSTRIES" : "Computers and Electronics Manufacturing",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBAPPLYLINK" : "https:\/\/app.greenhouse.io\/embed\/job_app?token=6653706&gh_src=c50d58361us&source=LinkedIn",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4168004314",
      "ZJOBFUNCTION" : "Research, Analyst, and Information Technology",
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYNAME" : "Magic Leap",
      "ZSELECTEDCOVERID" : "yBdkSNI8RlOPI3SSd6C83A==",
      "ZSTATUS" : "In Progress"
    },
    {
      "ZCOMPANYNAME" : "Roku",
      "ZID" : "1uWB6UaSSn6U1kZ4110S0A==",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "Z_PK" : 34,
      "ZSTATUS" : "new",
      "ZJOBPOSITION" : "Senior Data Scientist",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4187177485",
      "Z_OPT" : 1,
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "ZCOMPANYLINKEDINID" : "4187177485",
      "ZINDUSTRIES" : "Software Development",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZJOBAPPLYLINK" : "https:\/\/www.linkedin.com\/jobs\/view\/4187177485",
      "Z_ENT" : 7,
      "ZJOBDESCRIPTION" : "Teamwork makes the stream work.   \n**Roku is changing how the world watches TV**   \n\nRoku is the #1 TV streaming platform in the U.S., Canada, and Mexico, and we've set our sights on powering every television in the world. Roku pioneered streaming to the TV. Our mission is to be the TV streaming platform that connects the entire TV ecosystem. We connect consumers to the content they love, enable content publishers to build and monetize large audiences, and provide advertisers unique capabilities to engage consumers.\n  \n\nFrom your first day at Roku, you'll make a valuable - and valued - contribution. We're a fast-growing public company where no one is a bystander. We offer you the opportunity to delight millions of TV streamers around the world while gaining meaningful experience across a variety of disciplines.\n  \n\n \nAbout the team     \n\nAt Roku, as a Senior Data Scientists you will leverage Big Data to generate insights that fuel Roku’s most significant business decisions. As a Senior Data Scientist, you will also use a combination of technical skills, business intuition, and analytical thinking to partner with business leaders and provide actionable recommendations. Senior Data Scientists at Roku are thought partners to executive business leaders, so communication and presentation are enormously important. Senior Data Scientists do not take direction from business owners and execute ad-hoc questions. You will proactively identify the areas of the data and business that require attention and formulate analyses, insights, and recommendations based on an excellent command of the needs. The Senior Data Scientist role at Roku is a perfect fit for anyone who wants to continue to evolve business domain expertise alongside technical and analytical development.   \n  \n\n \n  \nAbout the role:     \n\nRoku is looking for a Sr. Data scientist to join the Core Analytics team supporting the Operations team. As a Sr. Data Scientist, you will bring strong technical experience retrieving, manipulating, analyzing, and visualizing data.  Just as importantly, you will bring excellent communication skills, proven collaboration track record, and business acumen.   \n  \n\nThe ideal candidate will have endless curiosity and can pair a global mindset with locally relevant execution. You should be a gritty problem solver and self-starter who can help drive initiatives with internal stakeholders. The successful candidate will display a balance of hard and soft skills, including the ability to respond quickly to changing business needs. \n  \n\nThis role is hybrid and located in Austin, TX.  Employees are expected to report to the office three days per week.  Roku will be accepting applications for this position until May 27, 2025 [or until the position filled].\n  \n\n \n  \nWhat you’ll be doing:     \n\n  \n\n  * Develop and maintain dashboards, reports, and data visualizations to monitor key metrics for operational and systems health \n  \n\n  * Analyze structured and unstructured data and communicate insights to help stakeholders solve business problems, identify trends and make data-driven decisions.  \n  \n\n  * Develop data visualizations that illustrate complex platform phenomena using Looker, Tableau etc. \n  \n\n  * Develop necessary data pipelines to power automation, validation and reporting. \n  \n\n  * Use creativity to find proxies where verbatim data or measurement is unavailable \n  \n\n  * Collaborate with stakeholders to align data science initiatives with organizational goals and strategy design and execute AB tests \n  \n\n  * Stay updated with the latest trends and technologies in data science to drive innovation\n  \n\n  \n\n \n  \nWe’re excited if you have:     \n\n  \n\n  * 5+ years of relevant experience in data analytics, data science or business intelligence role. Previous experience in Logistics, operations, product analytics is preferred. \n  \n\n  * Excellent command of SQL and experience working with Big Data \n  \n\n  * Experience coding in Python or R. \n  \n\n  * Hands-on experience with data visualization platform like Tableau, Looker, or similar\n  \n\n  * Statistics knowledge: A\/B testing, statistical inference, interpretation of data \n  \n\n  * Have a bias towards action in resolving issues and operate in a high-energy, fast-paced environment \n  \n\n  * Self-driven, highly motivated, and independent minded individual who has a natural curiosity for understanding operations via data. \n  \n\n  * Strong communication skills. Composes and communicates materials and information that is clear, concise, and appropriate to the intended audience. \n  \n\n  * Excellent investigative skills with a passion for finding the root cause of an issue. \n  \n\n  * The ability to work independently and across multiple time zones \n  \n\n  * Ownership mindset, you own end to end lifecycle of a product starting from ideation, rollout to post-launch performance tracking \n  \n\n  * Academic background in math, physics, computer science, economics  \n  \n\n  \n**Benefits**   \n\nRoku is committed to offering a diverse range of benefits as part of our compensation package to support our employees and their families. Our comprehensive benefits include global access to mental health and financial wellness support and resources. Local benefits include statutory and voluntary benefits which may include healthcare (medical, dental, and vision), life, accident, disability, commuter, and retirement options (401(k)\/pension). Our employees can take time off work for vacation and other personal reasons to balance their evolving work and life needs. It's important to note that not every benefit is available in all locations or for every role. For details specific to your location, please consult with your recruiter.\n  \n\n \n  \n**The Roku Culture**   \n\nRoku is a great place for people who want to work in a fast-paced environment where everyone is focused on the company's success rather than their own. We try to surround ourselves with people who are great at their jobs, who are easy to work with, and who keep their egos in check. We appreciate a sense of humor. We believe a fewer number of very talented folks can do more for less cost than a larger number of less talented teams. We're independent thinkers with big ideas who act boldly, move fast and accomplish extraordinary things through collaboration and trust. In short, at Roku you'll be part of a company that's changing how the world watches TV. \n  \n\nWe have a unique culture that we are proud of. We think of ourselves primarily as problem-solvers, which itself is a two-part idea. We come up with the solution, but the solution isn't real until it is built and delivered to the customer. That penchant for action gives us a pragmatic approach to innovation, one that has served us well since 2002. \n  \n\nTo learn more about Roku, our global footprint, and how we've grown, visit https:\/\/www.weareroku.com\/factsheet.\n  \n\nBy providing your information, you acknowledge that you have read our Applicant Privacy Notice and authorize Roku to process your data subject to those terms.",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZSELECTEDCOVERID" : "071L2UYkRLerYwSoeB\/4pA==",
      "ZSELECTEDRESID" : null,
      "ZNOTES" : "",
      "ZJOBPOSTINGTIME" : ""
    },
    {
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBDESCRIPTION" : "**Job Description  \n  \n** **Advanced Robotics Group, LLC** is looking for elite, experienced **Robotics Software Engineers** who are seriously good at what they do and want to join an elite team defying conventional wisdom regarding what is possible with robotics **.** As we continue to push the boundaries of what's possible, we're expanding our team of pioneers to create the future.   \n  \nARG is a driven team of technology experts developing a portfolio of non-consumer robots to operate fully autonomously in some exceptionally demanding environments. Accompanying our robotics solutions, we are refining a pioneering proprietary analytics platform providing deep insights from petabytes of data. Over the last 12 years, we have developed solutions to a range of autonomous robotics and analytics challenges still thought to be impossible by the outside and are expanding and refining our portfolio of solutions before emerging from stealth and going to market with a global footprint.   \n  \nWe solve the most difficult challenges.   \n  \nWe're looking for talented and driven individuals to join our team. If you're passionate about tackling complex challenges and excited to learn and grow in new technical domains, you'll feel right at home here.   \n  \nWe compensate generously including stock options and provide full medical, disability, and vision coverage, plus fun lunches and a stocked kitchen.   \n  \nAs a **Robotics Software Engineer** , you will be leading the enablement of autonomous operations for high-performance, non-consumer platforms. You will   \n  \n\n  * Collaborate with a dynamic group of innovative professionals and entrepreneurs,\n  * Use most everything you currently know and more to execute world-class autonomous operations,\n  * Think broadly and develop production-ready solutions to industry-wide problems,\n  * Engage with cutting-edge, world-class mechatronics infrastructures,\n  * Direct simulations and physical tests to ensure exceptional robustness and reliability for your solutions,\n  * Supplement and integrate an array of open-source elements with proprietary approaches, and\n  * Grow rapidly professionally.   \n  \n\n\n**What we’re looking for:  \n  \n**\n  * Passion for robotics and a deep desire to see your efforts come to life\n  * Excellent general structured problem-solving and software architecture skills\n  * Proven experience in robotics software development with a track record of successful projects\n  * Ability to incorporate new best-in-class technologies quickly and reliably\n  * Strong problem-solving skills and a creative mindset\n  * Deep knowledge of localization and mapping techniques\n  * Experience with path planning and navigation\n  * Experience with system integration and system level design\n  * Experience in ROS and desire to think beyond ROS to develop core software\n  * Demonstrated strong software engineering and design fundamentals\n  * Fluency in Modern C++ and optimization techniques\n  * Desire to make a multi-year commitment\n  * BS\/MS\/PhD in Computer Science, Robotics, or a related field  \n  \n\n\n**Nice to haves:  \n  \n**\n  * 5+ years of related experience\n  * Experience developing production quality software and reusing system architecture across projects\n  * Experience with CI\/CD tools\n  * Extensive practical robotics experience\n  * Experience with embedded and real-time systems\n  * Experience in simulation environments  \n  \n\n\n**Location:** Main development center in **Houston, Texas  \n  \n** **Company Description  \n  \n** Due to the confidential nature of our activities, we aren’t able to share specifics with you now but know that these robotics solutions will have a significant impact on both safety and the environment, thus making the world better.   \n  \nDue to the confidential nature of our activities, we aren’t able to share specifics with you now but know that these robotics solutions will have a significant impact on both safety and the environment, thus making the world better.",
      "ZSELECTEDRESID" : "RgP9NSv+Qj6yIC2fMzw\/FA==",
      "ZNOTES" : "",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "ZJOBFUNCTION" : "Engineering and Information Technology",
      "ZJOBLOCATION" : "Austin, Texas, United State",
      "Z_OPT" : 13,
      "ZSTATUS" : "Unsubmitted",
      "ZJOBAPPLYLINK" : "https:\/\/www.ziprecruiter.com\/jobs\/advanced-robotics-group-llc-c55ca2d6\/robotics-software-engineer-75c3feac?tsid=123303395&enc_campaign_id=30a35a3a",
      "Z_ENT" : 7,
      "Z_PK" : 35,
      "ZJOBPOSTINGTIME" : "",
      "ZSELECTEDCOVERID" : "SpCn\/KqISdidquBzrAl6ZA==",
      "ZJOBPOSITION" : "Robotics Software Engineer",
      "ZCOMPANYNAME" : "Advanced Robotics Group, LLC",
      "ZCOMPANYLINKEDINID" : "4216067603",
      "ZID" : "4mC4qS9+T1CPjq5zoFeICQ==",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4216067603",
      "ZINDUSTRIES" : "Technology, Information and Internet"
    },
    {
      "ZJOBLOCATION" : "Austin, Texas, United States of America",
      "Z_ENT" : 7,
      "ZJOBPOSTINGTIME" : "",
      "ZJOBDESCRIPTION" : "**What To Expect  \n** Tesla is seeking a highly motivated Metrology Engineer to develop and implement cutting-edge inline metrology systems for our advanced battery cell manufacturing lines (powder, film, and electrode processing lines). This role will be instrumental in developing, optimizing, and scaling up metrology tools and methods, working within a cross-functional team to take new battery designs from concept to high-volume production.   \n  \nThe battery cell is a critical component of Tesla vehicles and energy storage systems. This position offers the opportunity to make significant contributions to our products while working in a fast-paced, innovative environment. The ideal candidate is driven, detail-oriented, and ready to push their limits, as they join in a highly motivated and capable team to make unbelievable things into reality.   \n  \n**What You'll Do  \n  \n**\n* Drive the development and deployment of innovative inline manufacturing metrology solutions, transitioning from proof-of-concept (offline\/lab equipment) to high-volume production (inline) to enable improved battery processing, performance, quality, and cost\n* Drive metrology installation and commissioning on current and new production lines and interact with suppliers\n* Conduct hands on experimentation and get hands on with pilot process equipment to improve metrology capabilities and gain a deep understanding of underlying processes. Support process optimization through metrology-driven data analysis and structured experiments\n* Define and\/or review metrology specifications required for enabling gauge capable metrology tools to support production processes\n* Perform gage capability, tool matching, and measurement uncertainty studies for metrology tools. Work collaboratively across teams (equipment, process, quality, production, safety) to resolve challenges in integrating metrology systems into production\n* Support metrology measurements for engineering DOEs for process optimization and be able to drive the data-driven experiments\/studies to be able to establish the relationship between metrology results and cell performance\n* Train technicians on the maintenance and repair of the metrology systems. Be able to review and coordinate field wiring, pneumatic and fluid piping to optimize the integration\n* Perform statistical studies, drive advanced statistics, data analysis, interpretation, visualization and presentation of experimental data proficiently to validate metrology performance and impact on the downstream and cell performance\n* Conduct structured problem analysis and root cause investigations to improve system reliability and performance. Investigate and resolve problems arising during inline metrology integration into production process to ensure seamless interaction between process and metrology\n* Develop documentation to define and standardize metrology processes for engineering, quality, and production teams  \n  \n  \n\n**What You'll Bring  \n  \n**\n* Degree in Materials Science, Physics, Mechanical Engineering, Electrical Engineering, Mechatronics Engineering, Computer Science, Automation Engineering, or equivalent experience\n* Expertise in at least two of the following areas: 1) Metrology system development and fleet management (e.g., semiconductor industry); knowledge of Six Sigma and statistical methodologies (e.g. gauge capability, process capability). 2) At least one material characterization technique (SEM, XRF, ICP, PSA, Microscopy, etc.) with shown ability to troubleshoot at system and module levels to achieve the desired metrology specifications. 3) Optics and optical sensor development working with a broad range of wavelengths from infrared to UV, with simulation experience (e.g. Zemax). 4) Development of X-ray based characterization tools and experimentation\/simulation for X-Ray source\/detector modification\/selection. 5) Image processing, big data, ability to perform advanced data analytics to investigate data quality issues\n* Strong foundation in engineering principles and their application to manufacturing equipment\/process development\n* Familiar with GD&T requirements for equipment design. Familiar with SolidWorks and blueprint interpretation\n* Familiar with Six Sigma concepts such as process and gage capability concepts and requirements\n* Proficiency with at least one statistical software package (e.g. JMP, Minitab)\n* Proficiency with data acquisition (query building), analysis, and visualization (experience with MySQL, Flux, …). Programming experience for data processing (Python, Go, etc.). PLC coding experience (Siemens, Beckhoff, Rockwell) is a plus\n* Demonstrate excellent documentation and reporting for installations, commissioning, experimentations, etc. Strong communication skills and ability to simplify complicated concepts for non-technical and cross-functional team members. Proven problem-solving skills using structured problem analysis and data-driven root cause analysis and strong statistical background\n* Experience in high volume manufacturing involving one or more of these areas is highly desired: Battery cell engineering, battery quality control, dry powder metrology, handling and processing, roll-to-roll film processing and metrology including web path design and optimization, battery manufacturing (li-ion or other chemistry), manufacturing engineering  \n  \n  \n\n**Benefits  \n** **Compensation and Benefits  \n** Along with competitive pay, as a full-time Tesla employee, you are eligible for the following benefits at day 1 of hire:   \n\n* Aetna PPO and HSA plans > 2 medical plan options with $0 payroll deduction\n* Family-building, fertility, adoption and surrogacy benefits\n* Dental (including orthodontic coverage) and vision plans, both have options with a $0 paycheck contribution\n* Company Paid (Health Savings Account) HSA Contribution when enrolled in the High Deductible Aetna medical plan with HSA\n* Healthcare and Dependent Care Flexible Spending Accounts (FSA)\n* 401(k) with employer match, Employee Stock Purchase Plans, and other financial benefits\n* Company paid Basic Life, AD&D, short-term and long-term disability insurance\n* Employee Assistance Program\n* Sick and Vacation time (Flex time for salary positions), and Paid Holidays\n* Back-up childcare and parenting support resources\n* Voluntary benefits to include: critical illness, hospital indemnity, accident insurance, theft & legal services, and pet insurance\n* Weight Loss and Tobacco Cessation Programs\n* Tesla Babies program\n* Commuter benefits\n* Employee discounts and perks program  \n  \n  \n\n, Tesla",
      "ZNOTES" : "",
      "ZCOMPANYNAME" : "Tesla",
      "Z_OPT" : 98,
      "ZINDUSTRIES" : "Motor Vehicle Manufacturing, Renewable Energy Semiconductor Manufacturing, and Utilities",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4193818720",
      "ZSTATUS" : "In Progress",
      "ZSENIORITYLEVEL" : "Mid-Senior level",
      "Z_PK" : 36,
      "ZJOBAPPLYLINK" : "https:\/\/www.tesla.com\/careers\/search\/job\/240017?source=LinkedIn",
      "ZID" : "fGI3wwf9Rgmm\/63IasihNQ==",
      "ZSELECTEDCOVERID" : "sz98s\/fgTFaGpWrUwlIy6w==",
      "ZSELECTEDRESID" : "D0lOCQJBR2meGuyg7CMPng==",
      "ZJOBFUNCTION" : "Information Technology",
      "ZCOMPANYLINKEDINID" : "4193818720",
      "ZEMPLOYMENTTYPE" : "Full-time",
      "ZJOBPOSITION" : "Metrology Systems Engineer, Cell Electrode"
    },
    {
      "ZEMPLOYMENTTYPE" : "Full-time",
      "Z_PK" : 37,
      "Z_ENT" : 7,
      "ZJOBAPPLYLINK" : "https:\/\/www.linkedin.com\/jobs\/view\/4223844266",
      "ZID" : "UJdXCE4CSiWy7jGnQH673Q==",
      "ZSENIORITYLEVEL" : "Associate",
      "ZJOBLOCATION" : "Austin, United States of America",
      "ZJOBPOSITION" : "Embedded Software Engineer",
      "ZJOBDESCRIPTION" : "**Software Developer (C++)**\n  \n\n**$110,000 - $160,00 + Bonus + Benefits + 401k**\n  \n\n**Austin, Texas (On Site)**\n  \n\nAre you a C++ developer eager to join a stable, growing company that's leading innovation in its industry—offering you the opportunity to expand your technical skills and work on cutting-edge technology?\n  \n\nOn offer is the opportunity to join an award-winning company in a role where you’ll be mentored and developed into a world-class engineer, working on state-of-the-art products and technologies.\n  \n\nThis company is highly respected in its field, having led innovation for many years. They operate as a close-knit team of top-tier technical professionals, offering hands-on mentorship to help you grow both your technical skillset and industry knowledge.\n  \n\nThis is a unique chance to apply your C++ expertise on cutting-edge projects, in an environment that actively supports your professional and career development.\n  \n\nThis role would suit a C++ developer looking to join an industry-leading company, where you’ll refine your technical abilities and receive direct mentorship from some of the best engineers in the field.\n  \n\n**The role:**\n*C++ development \n*Board level development\n*Receiving direct mentorship \n  \n\n**The person:**\n*Experienced with C++\n*Linux knowledge \n*Eager to enhance their technical expertise\n  \n\n**Reference Number: BBBH253284**\n  \n\nTo apply for this role or to be considered for further roles, please click \"Apply Now\" or contact Tiernan Conlon at Rise Technical Recruitment.\nRise Technical Recruitment Ltd acts an employment agency for permanent roles and an employment business for temporary roles.\nThe salary advertised is the bracket available for this position. The actual salary paid will be dependent on your level of experience, qualifications and skill set. We are an equal opportunities employer and welcome applications from all suitable candidates.",
      "ZSELECTEDCOVERID" : "\/bMmUbRyQh6RbvoCfILH5w==",
      "ZJOBFUNCTION" : "Information Technology, Engineering, and Manufacturing",
      "ZCOMPANYLINKEDINID" : "4223844266",
      "ZNOTES" : "",
      "ZCOMPANYNAME" : "Rise Technical",
      "Z_OPT" : 1,
      "ZJOBPOSTINGTIME" : "",
      "ZPOSTINGURL" : "https:\/\/www.linkedin.com\/jobs\/view\/4223844266",
      "ZSTATUS" : "new",
      "ZSELECTEDRESID" : null,
      "ZINDUSTRIES" : "Semiconductor Manufacturing and Staffing and Recruiting"
    }
  ]
}